Repository: hmoldenhauer/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: es, ru, sr

source: Define the setpoint over the day based on a sinusoidal wave defined by y = [A * sin(B * x + C)] + D, where A is amplitude, B is frequency, C is the angle shift, and D is the y-axis shift. This method will repeat daily.
es: Defina la referencia sobre el día basado en una onda sinusoidal definida por y = [A * sin (B * x + C)] + D, donde A es amplitud, B es frecuencia, C es el desplazamiento del ángulo y D es el y Cambio de eje. Este método se repetirá diariamente.
ru: Определите заданное значение в течение дня на основе синусоидальной волны, определяемой y = [A * sin (B * x + C)] + D, где A - амплитуда, B - частота, C - сдвиг угла, а D - y сдвиг оси. Этот метод будет повторяться каждый день.
sr: Дефинишите задату вредност током дана на основу синусоидног таласа дефинисаног и = [А * син (Б * к + Ц)] + Д, где је А амплитуда, Б је фреквенција, Ц је угаона промена, а Д је и -кис схифт. Овај метод ће се понављати свакодневно.

source: Define the setpoint over a period of time based on specific times/dates.
es: Defina la referencia durante un período de tiempo basado en fechas / horas específicas.
ru: Определите заданное значение в течение определенного периода времени в зависимости от конкретных сроков / дат.
sr: Дефинишите задату вредност у одређеном временском периоду на основу одређеног времена / датума.

source: Define the setpoint over a period of time, based on specific durations of time.
es: Define la referencia durante un período de tiempo, en función de las duraciones específicas del tiempo.
ru: Определите заданное значение в течение определенного периода времени, исходя из конкретных продолжительностей времени.
sr: Дефинишите задату вредност у одређеном временском периоду, на основу одређеног трајања времена.

source: Duration here is defined as the amount of time after the previous duration. If this is the first duration added, this will be the beginning of the method. If this is not the first duration added, it will execute after the last duration already in the method.
es: La duración aquí se define como la cantidad de tiempo después de la duración anterior. Si esta es la primera duración añadida, este será el comienzo del método. Si esta no es la primera duración añadida, se ejecutará después de la última duración ya en el método.
ru: Продолжительность здесь определяется как количество времени после предыдущей продолжительности. Если это первая добавленная продолжительность, это будет начало метода. Если это не первая добавленная продолжительность, она будет выполняться после последней продолжительности уже в методе.
sr: Трајање се овде дефинише као време након претходног трајања. Ако је ово прво додато трајање, то ће бити почетак методе. Ако ово није прво додато трајање, извршит ће се након задњег трајања већ у методи.

source: Use the following options to instruct the method to restart when it reaches the end.
es: Use las siguientes opciones para indicar al método que se reinicie cuando llegue al final.
ru: Используйте следующие параметры, чтобы дать команду на перезапуск метода, когда он достигнет конца.
sr: Користите следеће опције да упутите методу да се поново покрене када дође до краја.

source: If you do not wish for the method to repeat, do not use this option.
es: Si no desea que el método se repita, no use esta opción.
ru: Если вы не хотите, чтобы метод повторялся, не используйте эту опцию.
sr: Ако не желите да се метода понавља, немојте користити ову опцију.

source: You may enter a duration (seconds) that the method will end after, otherwise leave blank to repeat forever.
es: Puede ingresar una duración (segundos) después de la cual el método finalizará; de lo contrario, déjelo en blanco para repetirlo para siempre.
ru: Вы можете ввести длительность (в секундах), после которой метод закончится, в противном случае оставить пустым для повторения навсегда.
sr: Можете да унесете трајање (секунде) које ће метод завршити након тога, иначе оставите празно да бисте га поновили заувек.

source: Alerts Settings
es: Configuracion Alertas
ru: Настройки предупреждений
sr: Подешавања обавештења

source: Usually your full email address
es: Usualmento tu dirección de Email
ru: Обычно ваш полный адрес электронной почты
sr: Обично ваша пуна адреса е-поште

source: Only enter a password here if you wish to change it
es: Sólo ingrese una contraseña aquí si desea cambiarla
ru: Введите здесь пароль, если вы хотите его изменить
sr: Унесите лозинку само ако желите да је промените

source: Maximum number of alerts that can be emailed per hour.
es: Número máximo de alertas que se pueden enviar por correo electrónico por hora.
ru: Максимальное количество предупреждений, которые могут быть отправлены по электронной почте в час.
sr: Максимални број упозорења која се могу слати е-поштом по сату.

source: Controller Settings
es: Ajustes de mando
ru: Настройки контроллера
sr: Цонтроллер Подешавања

source: General Settings
es: Configuracion General
ru: общие настройки
sr: Генерал Сеттингс

source: Selecting a language will override the web browser's language
es: La selección de un idioma anulará el idioma del navegador web
ru: Выбор языка переопределит язык веб-браузера
sr: Избор језика ће надјачати језик веб прегледача

source: Which page to land on after logging in
es: Qué página aterrizará después de iniciar sesión
ru: Какая страница выйдет после входа в систему
sr: Која страница ће се приказати након пријаве

source: Set the timeout (seconds) for Pyro connections (client-daemon communication). Requires daemon restart.
es: Establecer el tiempo (segundos) para las conexiones de Pyro (comunicación cliente-daemon). Requiere reiniciar el demonio.
ru: Установите тайм-аут (в секундах) для соединений Пиро (клиент-демон связи). Требуется демон перезагрузки.
sr: Подесите временски период (у секундама) за Пиро везе (клијент-демон комуникације). Захтева демон рестарт.

source: Enable Daemon debug logging for diagnosing issues. Requires Daemon restart.
es: Habilitar Daemon registro de depuración para el diagnóstico de problemas. Requiere Daemon reinicio.
ru: Включить Daemon журнала отладки для диагностики проблем. Требуется перезагрузка Daemon.
sr: Омогућите Даемон дебуг евидентирање за дијагнозу проблема. Захтева Даемон рестарт.

source: Check to force all web connections to use SSL (port 443) for greater security.
es: Compruebe de forzar todas las conexiones web a utilizar SSL (puerto 443) para una mayor seguridad.
ru: Убедитесь, что все веб-соединения используют SSL (порт 443) для большей безопасности.
sr: Проверите да ли све Веб везе користе ССЛ (порт 443) за већу безбедност.

source: Check to prevent Success alert messages from appearing at the top of the page.
es: Habilite para que no aparezcan mensajes de alerta de Éxito en la parte superior de la página.
ru: Проверьте, чтобы предупреждения не отображались в верхней части страницы.
sr: Означите да бисте спречили да се поруке упозорења о успеху појављују на врху странице.

source: Check to prevent Info alert messages from appearing at the top of the page.
es: Habilite para que no aparezcan mensajes de alerta de Información en la parte superior de la página.
ru: Проверьте, чтобы предупреждения не появлялись в верхней части страницы.
sr: Означите да бисте спречили да се поруке упозорења о инфо приказују на врху странице.

source: Check to prevent Warning alert messages from appearing at the top of the page.
es: Habilite para que no aparezcan mensajes de alerta de Advertencia en la parte superior de la página.
ru: Проверьте, чтобы предупреждения не появлялись в верхней части страницы.
sr: Означите да бисте спречили појављивање упозоравајућих порука упозорења на врху странице.

source: Hide tooltips that pop up over form inputs.
es: Ocultar sugerencias de herramientas que aparecen en las entradas de formulario.
ru: Скрыть всплывающие подсказки, которые появляются поверх входных данных формы.
sr: Сакријте описе који се појављују преко уноса у облику обрасца.

source: Check if you do not wish to send anonymous usage statistics.
es: Habilite si no desear enviar Estadísticas de uso anónimas.
ru: Проверьте, не хотите ли вы отправлять анонимную статистику использования.
sr: Проверите да ли желите да пошаљете анонимну статистику употребе.

source: View collected statistics
es: Ver Estadísticas Recolectadas
ru: Просмотр собранной статистики
sr: Погледајте прикупљене статистике

source: The heigth of the grid cell, in pixels.
es: El heigth de la celda de la cuadrícula, en píxeles.
ru: Высота системы ячейки сетки в пикселях.
sr: Висина на мреже ћелије, у пикселима.

source: The IP address to test if there is an active internet connection required to allow upgrading.
es: La dirección IP para comprobar si existe una conexión activa a Internet requerida para permitir la actualización.
ru: IP-адрес для тестирования, если есть активное подключение к Интернету требуется для обеспечения модернизации.
sr: ИП адреса на тесту ако је потребно да се омогући унапређивање активна интернет конекција.

source: The port of the internet test IP address.
es: El puerto de la dirección IP de prueba de Internet.
ru: Порт IP-адрес тестового интернет.
sr: Порт оф тхе Интернет тест ИП адресу.

source: The timeout period (seconds) for testing the internet connection.
es: El período de tiempo de espera (segundos) para probar la conexión a Internet.
ru: Время ожидания (в секундах) для проверки подключения к Интернету.
sr: Тимеоут Период (секунди) за тестирање интернет конекцију.

source: Check if you would like Mycodo to automatically check for upgrades.
es: Compruebe si desea que Mycodo compruebe automáticamente si hay actualizaciones.
ru: Проверьте, хотите ли вы, чтобы Mycodo автоматически проверял обновления.
sr: Проверите да ли желите да Мицодо аутоматски провери надоградње.

source: Set the maximum allowed amperage to be switched on at any given time
es: Configure el amperaje máximo permitido para encenderse en cualquier momento dado
ru: Установите максимально допустимую силу тока в любое время
sr: Подесите максималну дозвољену струју за укључивање у било ком тренутку

source: Set the voltage used to power the devices powered by the outputs
es: Ajuste el voltaje usado para alimentar los dispositivos alimentados por los relés
ru: Установите напряжение, используемое для питания устройств, питаемых от выходов
sr: Подесите напон који се користи за напајање уређаја који се напајају на излазима

source: Set the cost per kilowatt-hour
es: Establezca el costo por kilovatio-hora
ru: Установите стоимость киловатт-часа
sr: Поставите цену по киловат-сату

source: Set the unit of currency used to pay for the electricity
es: Establecer la unidad de moneda utilizada para pagar la electricidad
ru: Установите единицу валюты, используемую для оплаты электроэнергии
sr: Подесите јединицу валуте која се користи за плаћање електричне енергије

source: Set a day of the month to calculate monthly power usage
es: Establecer un día del mes para calcular el consumo mensual de energía
ru: Установите день месяца для расчета ежемесячного использования энергии
sr: Подесите дан у месецу за израчунавање месечне потрошње енергије

source: Automatically generate output usage reports on a daily/weekly/monthly schedule
es: Generar automáticamente reportes de uso del relé en un horario diario/semanal/mensual
ru: Автоматически создавать отчеты об использовании использования в ежедневном / еженедельном / ежемесячном расписании
sr: Аутоматски генеришите извештаје о употреби на дневном / недељном / месечном распореду

source: How often to generate a report
es: Con qué frecuencia generar un informe
ru: Как часто создавать отчет
sr: Колико често генерисати извештај

source: Day Options: Daily: 1-7 (1=Monday), Monthly: 1-28
es: Día Opciones: Diario: 1-7 (1 = Lunes), Mensual: 1-28
ru: Варианты дня: ежедневно: 1-7 (1 = понедельник), ежемесячно: 1-28
sr: Дневне опције: Дневно: 1-7 (1 = понедељак), Месечно: 1-28

source: Input Settings
es: Ajustes de entrada
ru: Настройки ввода
sr: Поставке уноса

source: Imported Input Modules
es: Módulos de entrada importados
ru: Импортированные входные модули
sr: Увезени улазни модули

source: Units
es: Unidades
ru: Единицы
sr: Јединице

source: Conversions
es: Conversiónes
ru: Конверсии
sr: Конверзије

source: All
es: Todas
ru: Все
sr: Све

source: Raspberry Pi Settings
es: Configuración de Raspberry Pi
ru: Настройки малины Пи
sr: Распберри Пи Сеттингс

source: User Settings
es: Configuracion Usuario
ru: Пользовательские настройки
sr: Подешавања корисника

source: Roles
es: Permisos
ru: Роли
sr: Улоге

source: Export Import
es: Exportar importar
ru: Вывоз ввоз
sr: Екпорт-импорт

source: Select the number of lines to display from the end of a log
es: Seleccione el número de líneas para mostrar desde el final de un registro
ru: Выберите количество строк для отображения в конце журнала
sr: Изаберите број линија које ће се приказати на крају дневника

source: Notes
es: Notas
ru: Заметки
sr: Нотес

source: Edit Note
es: Editar nota
ru: Редактировать заметку
sr: Едит Ноте

source: Manage
es: Gestionar
ru: управлять
sr: Управљати

source: Select one or more tags
es: Seleccione una o más etiquetas
ru: Выберите один или несколько тегов
sr: Изаберите једну или више ознака

source: Search
es: Buscar
ru: Поиск
sr: Претрага

source: Found
es: Encontró
ru: Найденный
sr: Нашао

source: Latest EC measurement
es: Última medición CE
ru: Последнее измерение ЕС
sr: Латест мерење ЕЦ

source: Error acquiring measurement
es: Error al adquirir la medición
ru: Ошибка получения измерений
sr: Грешка приликом добијања мерења

source: Please wait for the sensor measurements to equilibrate
es: Por favor, espere a que las mediciones de los sensores se equilibre
ru: Пожалуйста, подождите для измерений датчиков для уравновешивания
sr: Сачекајте мерења сензора да се уравнотеже

source: seconds
es: segundos
ru: секунд
sr: секунди

source: This guide will walk you through the calibration procedure for the Atlas Scientific EC Sensor. To complete this procedure, you will need at least one standard EC solution. Instructions will be provided at each step.
es: Esta guía le guiará a través del procedimiento de calibración para el sensor de Atlas Científica de las CE. Para completar este procedimiento, necesitará al menos una solución estándar CE. Las instrucciones serán proporcionados en cada paso.
ru: Это руководство поможет вам через процедуру калибровки для Atlas Научного датчика EC. Для выполнения этой процедуры вам потребуется по меньшей мере, одно стандартное решение ЕС. Инструкции будут обеспечены на каждом шаге.
sr: Овај водич ће вас провести кроз поступак калибрације за атлас научног сензор ЕК. Да бисте завршили ову процедуру, потребно је најмање један стандардно решење ЕЦ. Упутства ће бити обезбеђена на сваком кораку.

source: To begin calibration, have your probe properly connected to Mycodo, select the probe from the dropdown list, and click Begin Calibration.
es: Para comenzar la calibración, haga que su sonda conectada adecuadamente a Mycodo, seleccione la sonda de la lista desplegable, y haga clic en Iniciar calibración.
ru: Для того, чтобы начать калибровку, иметь свой датчик правильно подключен к Mycodo, выберите зонд из выпадающего списка, и нажмите кнопку Начать калибровку.
sr: За почетак калибрацију, да ти сонда правилно повезан са Мицодо, изаберите сонду из падајућег менија, и кликните на дугме Бегин калибрацију.

source: NOTE: It is recommended to deactivate the EC Sensor Input prior to performing a calibration.
es: NOTA: Se recomienda desactivar la entrada del sensor de CE antes de realizar una calibración.
ru: Примечание: Рекомендуется, чтобы отключить вход датчика EC перед выполнением калибровки.
sr: НАПОМЕНА: Препоручује се да се деактивира улаз за сензор ЕК претходно за обављање калибрације.

source: One Point (low)
es: Un Punto (bajo)
ru: Одна точка (низкий)
sr: Једна тачка (Низак)

source: Two Point (low and high)
es: Dos puntos (baja y alta)
ru: Две точки (низкий и высокий)
sr: Два Точка (ниско и високо)

source: Calibration Failed
es: Error de Calibración
ru: Ошибка калибровки
sr: Калибрација није успела

source: Refer to the logs for details
es: Consulte los registros para obtener más detalles
ru: Подробнее см. В журналах.
sr: За детаље погледајте записе

source: Enter the μS value(s) for the solution(s) you will be calibrating with, then click Continue.
es: Introduzca el valor mS (s) para la solución (s) se le calibrando con, a continuación, haga clic en Continuar.
ru: Введите значение мкСма (ы) для решения (s) вы будете откалибровать, и нажмите кнопку Продолжить.
sr: Унесите вредност пС (е) за решење (е) које ће бити калибрације са, а затим кликните на дугме Настави.

source: Remove the EC probe from solution so the probe is exposed to the air (dry calibration), then click Continue To Next Stage
es: Retire la sonda de CE de la solución por lo que la sonda se expone al aire (calibración en seco), a continuación, haga clic en Continuar a la etapa siguiente
ru: Удалить зонд ЕС из раствора, так что зонд подвергаются воздействию воздуха (калибровки сухих), а затем нажмите кнопку Продолжить к следующему этапу
sr: Уклоните сонду ЕЦ од решења, тако да сонда је изложена ваздуху (суво калибрације), а затим кликните прећи на следећу фазу

source: Rinse the EC probe with distilled water, place it into the Low EC solution, shake the probe to remove trapped air, then click Ready. Ensure the measurements have stabilized before clicking Continue to Next Stage.
es: Enjuague la sonda con agua destilada CE, lugar en la solución de baja CE, agitar la sonda para eliminar el aire atrapado, a continuación, haga clic en Listo. Asegúrese de que las mediciones se han estabilizado antes de hacer clic en Continuar para la etapa siguiente.
ru: Промойте зонд ЕС с дистиллированной водой, поместите его в раствор с низким ЕС, встряхните зонд, чтобы удалить пузырьки воздуха, затем нажмите Готово. Убедитесь, что измерения стабилизировались перед нажатием кнопки Продолжить к следующему этапу.
sr: Исперите сонду ЕЦ дестилована вода, место је у решењу Ниска ЕЦ, тресу сонду би се уклонио заробљени ваздух, а затим кликните Реади. Уверите се мерења су се стабилизовали пре него што кликнете Наставите да следећу фазу.

source: Ready
es: Listo
ru: готов
sr: Спреман

source: Rinse the EC probe with distilled water, place it into the High EC solution, shake the probe to remove trapped air, then click Ready. Ensure the measurements have stabilized before clicking Continue to Next Stage.
es: Enjuague la sonda EC con agua destilada, lugar en la solución de alta CE, agitar la sonda para eliminar el aire atrapado, a continuación, en Listo. Asegúrese de que las mediciones se han estabilizado antes de hacer clic en Continuar para la etapa siguiente.
ru: Промойте зонд ЕС с дистиллированной водой, поместите его в раствор High EC, встряхните зонд, чтобы удалить пузырьки воздуха, затем нажмите Готово. Убедитесь, что измерения стабилизировались перед нажатием кнопки Продолжить к следующему этапу.
sr: Исперите сонду ЕЦ дестилована вода, место је у решењу Високи ЕЦ, тресу сонду би се уклонио заробљени ваздух, а затим кликните Реади. Уверите се мерења су се стабилизовали пре него што кликнете Наставите да следећу фазу.

source: Calibration Succeeded
es: La calibración ha tenido éxito
ru: Выполнение калибровки
sr: Цалибратион Суццеедед

source: Calibration Complete
es: Calibración completa
ru: Калибровка завершена
sr: Цалибратион Цомплете

source: This guide will walk you through the calibration procedure for the Atlas Scientific Peristaltic Pump. To complete this procedure, you will need a precision scale and/or a low-volume (10 ml) graduated cylinder. At a minimum, you will need a way to accurately measure a small volume of the dispensed fluid.
es: Esta guía le guiará a través del procedimiento de calibración de la bomba peristáltica Atlas Scientific. Para completar este procedimiento, necesitará una balanza de precisión y / o un bajo volumen (10 ml) cilindro graduado. Como mínimo, se necesita una manera de medir con precisión un pequeño volumen de fluido dispensado.
ru: Это руководство поможет вам через процедуру калибровки для Atlas Scientific перистальтического насоса. Для выполнения этой процедуры, вы будете нуждаться в точности масштабе и / или низкий уровень громкости (10 мл) градуированным цилиндр. Как минимум, вам нужен способ, чтобы точно измерить небольшой объем дозируемой жидкости.
sr: Овај водич ће вас провести кроз поступак калибрације за Атлас научног Перисталтиц Пумп. Да бисте завршили ову процедуру, потребан вам је прецизно обима и / или ниског волумена (10 мл) дипломирао цилиндар. У најмању руку, биће вам потребан начин да прецизно мерење мали обим испушта течности.

source: To begin calibration, have your pump properly connected to Mycodo, purge all air from the tubing, select the pump from the dropdown list, enter a volume to dispense (such as 10 ml), then click Begin Calibration.
es: Para comenzar la calibración, tiene su bomba conectada correctamente a Mycodo, purgar todo el aire del tubo, se selecciona la bomba de la lista desplegable, introduzca un volumen de dispensación (como por ejemplo 10 ml), a continuación, haga clic en Iniciar calibración.
ru: Для того, чтобы начать калибровку, ваш насос правильно подключен к Mycodo, очистить весь воздух из трубки, выберите насос из выпадающего списка, введите объем в банкомат (например, 10 мл), а затем нажмите кнопку Начать калибровку.
sr: За почетак калибрацију, имају ваш пумпа правилно повезан са Мицодо, очисти сав ваздух из цеви, изаберите пумпу из падајућег менија, унесите волумен за дозирање (као што је 10 мл), а затим кликните на дугме Бегин калибрацију.

source: To clear any currently-stored calibration from memory, click Clear Calibration.
es: Para despejar cualquier calibración almacenada actualmente en la memoria, haga clic en Borrar calibración.
ru: Чтобы очистить любую данный момент сохраненной калибровки из памяти, нажмите кнопку Очистить Calibration.
sr: За брисање било тренутно-сачувани калибрацију из меморије, кликните на дугме Обриши Цалибратион.

source: NOTE: It is recommended to deactivate anything that may try to operate the pump so it doesn't interfere with the calibration.
es: NOTA: Se recomienda desactivar cualquier cosa que pueda tratar de operar la bomba de manera que no interfiera con la calibración.
ru: Примечание: Рекомендуется, чтобы отключить все, что может попытаться управлять насосом, так что не мешает калибровке.
sr: НАПОМЕНА: Препоручује се да се деактивира било шта што може покушати да ради пумпу тако да не омета калибрације.

source: Measure how much fluid (ml) was actually dispensed from the pump, enter that value in the input field, then click Continue.
es: Medir la cantidad de fluido (ml) en realidad se dispensa desde la bomba, introducir ese valor en el campo de entrada, a continuación, haga clic en Continuar.
ru: Измерьте, сколько жидкости (мл) на самом деле было разлито от насоса, введите это значение в поле ввода, затем нажмите кнопку Продолжить.
sr: Измери колико течности (мл) у ствари искључује из пумпе, унесите ту вредност у пољу за унос, а затим кликните на дугме Настави.

source: Latest pH measurement
es: La última medición del pH
ru: Последние измерения pH
sr: Најновије пХ мерење
