Repository: hmoldenhauer/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: es, ru, sr

source: Download Stored Data
es: Descargar datos almacenados
ru: Скачать сохраненные данные
sr: Преузмите сачуване податке

source: Download the data logged to the device.
es: Descargue los datos registrados en el dispositivo.
ru: Загрузите данные, зарегистрированные на устройство.
sr: Преузмите податке евидентиране на уређају.

source: Set Logging Interval
es: Establecer intervalo de registro
ru: Установить интервал регистрации
sr: Подесите Интервал записивања

source: Set the logging interval (seconds) the device will store measurements on its internal memory.
es: Establezca el intervalo de registro (segundos) que el dispositivo almacenará las mediciones en su memoria interna.
ru: Установите интервал регистрации (в секундах), в течение которого устройство будет хранить измерения во внутренней памяти.
sr: Подесите интервале за бележење (секунде) који уређај чува на интерној меморији.

source: Enable Heater
es: Habilitar el calentador
ru: Включить нагреватель
sr: Енабле Хеатер

source: Heater On Seconds
es: Calentador en segundos
ru: Нагреватель за секунды
sr: Хеатер Он Сецондс

source: How long to turn the heater on (seconds).
es: Cuánto tiempo se debe encender el calentador (segundos).
ru: Как долго включать нагреватель (в секундах).
sr: Колико дуго треба укључити грејач (секунде).

source: Heater On Period
es: Calentador en el período
ru: Нагреватель на период
sr: Период грејања

source: After how many measurements to turn the heater on. This will repeat.
es: Después de cuántas medidas para encender el calentador. Esto se repetirá.
ru: Через сколько измерений включить обогреватель. Это будет повторяться
sr: Након колико мерења укључите грејач. Ово ће се поновити.

source: IP Address
es: Dirección IP
ru: Айпи адрес
sr: ИП адреса

source: The IP address of the device
es: La dirección IP del dispositivo.
ru: IP-адрес устройства
sr: ИП адресу уређаја

source: Application ID
es: ID de aplicación
ru: Идентификатор приложения
sr: ИД апликације

source: The Things Network Application ID
es: El ID de aplicación Cosas Red
ru: ID вещи сетевых приложений
sr: Ствари Мрежа ИД апликације

source: App API Key
es: Aplicación clave de API
sr: Апп АПИ кључ

source: The Things Network Application API Key
es: La aplicación API Key Cosas Red
ru: Вещи сетевых приложений API Key
sr: Ствари Мрежа апликација АПИ кључ

source: Device ID
es: ID del dispositivo
ru: Идентификатор устройства
sr: ИД уређаја

source: The Things Network Device ID
es: El ID de dispositivo de red Cosas
ru: Вещи сетевых устройств ID
sr: Ствари Мрежа ИД уређаја

source: Latitude (decimal)
es: Latitud (decimal)
ru: Широта (десятичная)
sr: Латитуде (децимална)

source: Longitude (decimal)
es: Longitud (decimal)
ru: Долгота (десятичная)
sr: Дужина (децимална)

source: Fan Off After Measure
es: Ventilador apagado después de la medida
ru: Вентилятор выключен после измерения
sr: Фан Офф Афтер Меасуре

source: Turn the fan on only during the measurement
es: Encienda el ventilador solo durante la medición
ru: Включайте вентилятор только во время измерения
sr: Укључите вентилатор само током мерења

source: Fan On Duration
es: Duración del ventilador
ru: Продолжительность вентилятора
sr: Фан Он Дуратион

source: How long to turn the fan on (seconds) before acquiring measurements
es: Cuánto tiempo se debe encender el ventilador (segundos) antes de adquirir mediciones
ru: Как долго включать вентилятор (в секундах) до измерения
sr: Колико дуго треба укључити вентилатор (секунде) пре добијања мерења

source: Number of Measurements
es: Número de mediciones
ru: Количество измерений
sr: Број мерења

source: How many measurements to acquire. If more than 1 are acquired that are less than 1001, the average of the measurements will be stored.
es: ¿Cuántas mediciones de adquirir. Si hay más de 1 son adquiridas que son de menos de 1001, el promedio de las mediciones se almacenará.
ru: Сколько измерений приобрести. Если больше чем 1 приобретаются, что меньше, чем 1001, среднее из измерений будет сохранено.
sr: Колико мерења да стекну. Уколико више од 1 стичу које су мање него 1001, просек мерења ће бити сачувана.

source: Please log in to access this page
es: Inicie sesión para acceder a esta página
ru: Пожалуйста, войдите, чтобы получить доступ к этой странице
sr: Молимо пријавите се за приступ овој страници

source: Backup in progress
es: Respaldo en proceso
ru: Выполняется резервное копирование
sr: Бацкуп у току

source: Deletion of backup in progress
es: Eliminación de copia de seguridad en progreso
ru: Выполняется удаление резервной копии
sr: Брисање резервне копије у току

source: Restore in progress
es: Restauración en progreso
ru: Восстановление в процессе
sr: Враћање у току

source: There was an error encountered during the upgrade process. Check the upgrade log for details.
es: Se ha producido un error durante el proceso de actualización. Consulte el registro de actualización para obtener más información.
ru: При обновлении произошла ошибка. Проверьте журнал обновлений.
sr: Дошло је до грешке током процеса надоградње. Проверите дневник надоградње за детаље.

source: The upgrade (from master branch) has started
es: La actualización (desde la rama principal) ha comenzado
ru: Началось обновление (от ведущей ветки)
sr: Покренута је надоградња (од главне гране)

source: The upgrade has started
es: La actualización ha comenzado
ru: Началось обновление
sr: Надоградња је почела

source: The major version upgrade has started
es: La actualización de la versión principal ha comenzado
ru: Началось обновление основной версии
sr: Почела је надоградња главне верзије

source: You cannot upgrade if an upgrade is not available
es: No se puede actualizar si no hay una actualización disponible
ru: Вы не можете обновить, если обновление недоступно
sr: Не можете надоградити ако надоградња није доступна

source: Cannot access admin creation form if an admin user already exists.
es: No se puede acceder al formulario de creación del administrador si ya existe un usuario administrador.
ru: Невозможно получить доступ к форме создания администратора, если пользователь уже существует.
sr: Није могуће приступити обрасцу за креирање администратора ако администратор већ постоји.

source: Passwords do not match. Please try again.
es: Las contraseñas no coinciden. Vuelve a intentarlo.
ru: Пароли не совпадают. Пожалуйста, попробуйте еще раз.
sr: Лозинке се не поклапају. Молим вас, покушајте поново.

source: Invalid user name. Must be between 2 and 64 characters and only contain letters and numbers.
es: Nombre de usuario no válido. Debe tener entre 2 y 64 caracteres y sólo contiene letras y números.
ru: Неверное имя пользователя. Должно быть от 2 до 64 символов и содержать только буквы и цифры.
sr: Погрешно корисничко име. Мора да буде између 2 и 64 знака и садржи само слова и бројеве.

source: Invalid password. Must be between 6 and 64 characters and only contain letters, numbers, and symbols.
es: Contraseña invalida. Debe tener entre 6 y 64 caracteres y sólo contiene letras, números y símbolos.
ru: Неверный пароль. Должно быть от 6 до 64 символов и содержать только буквы, цифры и символы.
sr: Неважећа лозинка. Мора да буде између 6 и 64 знака и садржи само слова, бројеве и симболе.

source: User '%(user)s' successfully created. Please log in below.
es: El usuario '%(user)s' se creó correctamente. Inicie sesión a continuación.
ru: Пользователь « %(user)s » успешно создан. Войдите в систему ниже.
sr: Корисник '%(user)s' је успешно креиран. Пријавите се испод.

source: Failed to create user '%(user)s': %(err)s
es: No se pudo crear el usuario '%(user)s': %(err)s
ru: Не удалось создать пользователя '%(user)s': %(err)s
sr: Није успјело креирање корисника '%(user)s': %(err)s

source: Cannot access login page if you're already logged in
es: No se puede acceder a la página de inicio de sesión si ya has iniciado sesión
ru: Не удается получить доступ к странице входа, если вы уже вошли в систему
sr: Није могуће приступити страници за пријаву ако сте већ пријављени

source: Too many failed login attempts. Please wait %(min)s minutes before attempting to log in again
es: Demasiados intentos fallidos de inicio de sesión. Espere %(min)s minutos antes de intentar iniciar sesión nuevamente
ru: Слишком много неудачных попыток входа в систему. Подождите, пожалуйста, минут %(min)s, прежде чем пытаться войти в систему снова
sr: Превише погрешних покушаја пријављивања. Сачекајте %(min)s минута пре него што се поново пријавите

source: Successfully logged out
es: Cerrado con éxito
ru: Успешно вышла из системы
sr: Успешно одјављен

source: A valid temperature is required: %(temp)s is invalid.
es: Se requiere una temperatura válida: %(temp)s no es válido.
ru: Требуется действительная температура: %(temp)s недействительно.
sr: Потребна је важећа температура: %(temp)s је неважећа.

source: Command to restart the daemon sent
es: Comando para reiniciar el daemon enviado
ru: Команда для перезапуска отправленного демона
sr: Наредба за поновно покретање посланог демона

source: Command to reload the frontend sent
es: Comando para volver a cargar la interfaz enviada
ru: Команда для перезагрузки отправленного интерфейса
sr: Наредба за поновно учитавање послате фронтенде

source: System rebooting in 10 seconds
es: Reinicio del sistema en 10 segundos
ru: Перезагрузка системы за 10 секунд
sr: Систем се поново покреће за 10 секунди

source: System shutting down in 10 seconds
es: El sistema se apaga en 10 segundos
ru: Выключение системы за 10 секунд
sr: Систем се гаси за 10 секунди

source: Cannot start time-lapse if stream is active.
es: No se puede iniciar time-lapse si la secuencia está activa.
ru: Невозможно запустить провал времени, если поток активен.
sr: Није могуће покренути временски интервал ако је стреам активан.

source: Cannot start stream if time-lapse is active.
es: No se puede iniciar el flujo si el lapso de tiempo está activo.
ru: Невозможно запустить поток, если активен временной интервал.
sr: Није могуће покренути ток ако је активан временски интервал.

source: Repeat Password
es: Repetir la clave
ru: Повторите пароль
sr: Поновите лозинку

source: Domain or IP Address
es: Dominion o Dirección IP
ru: Домен или IP-адрес
sr: Домена или ИП адреса

source: Add Host
es: Agregar Host
ru: Добавить хост
sr: Адд Хост

source: Delete Host
es: Borrar Host
ru: Удалить хост
sr: Делете Хост

source: I Understand
es: Lo entiendo
ru: Я понимаю
sr: Разумем

source: Select
es: Seleccionar
ru: Выбрать
sr: Изаберите

source: Atlas EZO Pump
es: Bomba EZO Atlas
ru: Atlas EZO насос
sr: Атлас ЕЗО пумпе

source: Begin Calibration
es: Comience la Calibración
ru: Начать калибровку
sr: Бегин Цалибратион

source: Clear Calibration
es: Calibración clara
ru: Очистить калибровку
sr: Цлеар Цалибратион

source: Continue to Next Stage
es: Continuar a la siguiente etapa
ru: Перейти на следующую стадию
sr: Наставите до следеће фазе

source: Atlas EC Sensor
es: Sensor CE Atlas
ru: Atlas Датчик EC
sr: Атлас ЕК Сензор

source: EC Points to Calibrate
es: Puntos CE para calibrar
ru: Пункты EC для калибровки
sr: ЕЦ Поени за калибрацију

source: Low Solution (μS)
es: Solución baja (mS)
ru: Низкое Решение (мкСм)
sr: Ниска Решење (уС)

source: High Solution (μS)
es: Solución alta (mS)
ru: Высокое разрешение (мкСм)
sr: Високи Решење (уС)

source: Atlas pH Sensor
es: Sensor de pH Atlas
ru: Датчик pH Atlas
sr: Атлас пХ Сенсор

source: pH Points to Calibrate
es: pH Puntos para calibrar
ru: рН Очки для калибровки
sr: пХ Поени за калибрацију

source: Atlas RGB Sensor
es: RGB del sensor de Atlas
ru: Атлас RGB датчик
sr: Атлас РГБ сензор

source: Set Resolution
es: Establecer resolución
ru: Установить разрешение
sr: Сет Ресолутион

source: Capture Still
es: Capturar Imagen
ru: Захват все еще
sr: Цаптуре Стилл

source: Start Timelapse
es: Comenzar Timelapse
ru: Начать расписание
sr: Старт Тимелапсе

source: Pause Timelapse
es: Pausa Timelapse
ru: Пауза Временная шкала
sr: Паусе Тимелапсе

source: Resume Timelapse
es: Reanudar Timelapse
ru: Резюме
sr: Настави Тимелапсе

source: Stop Timelapse
es: Detener Timelapse
ru: Остановить расписание
sr: Стоп Тимелапсе

source: Interval (seconds)
es: Intervalo (segundos)
ru: Интервал (в секундах)
sr: Интервал (секунде)

source: Photo Interval must be a positive value
es: El intervalo de foto debe ser un valor positivo
ru: Интервал фото должен быть положительным
sr: Интервал фотографије мора бити позитивна вредност

source: Run Time (seconds)
es: La duración (segundos)
ru: Время выполнения (в секундах)
sr: Време трајања (у секундама)

source: Total Run Time must be a positive value
es: El tiempo total de ejecución debe ser un valor positivo
ru: Общее время выполнения должно быть положительным значением
sr: Укупно време трајања мора бити позитивна вредност

source: Start Stream
es: Comenzar Stream
ru: Начать поток
sr: Старт Стреам

source: Stop Stream
es: Detener Stream
ru: Остановить поток
sr: Стоп Стреам

source: OpenCV Device
es: Dispositivo OpenCV
ru: Устройство OpenCV
sr: ОпенЦВ Девице

source: Flip image horizontally
es: Voltear la imagen horizontalmente
ru: Отразить изображение по горизонтали
sr: Окрените слику хоризонтално

source: Flip image vertically
es: Voltear la imagen verticalmente
ru: Отразить изображение по вертикали
sr: Флип имаге вертикално

source: Rotate Image
es: Rotar Foto
ru: Повернуть изображение
sr: Ротате Имаге

source: Brightness
es: Brillo
ru: яркость
sr: Бригхтнесс

source: Contrast
es: Contraste
ru: контрастировать
sr: Контраст

source: Exposure
es: Exposición
ru: Воздействие
sr: Изложеност

source: Hue
es: Matiz
ru: оттенок
sr: Нијанса

source: Saturation
es: Saturación
ru: насыщение
sr: Засићење

source: White Balance
es: Balance de Blancos
ru: Баланс белого
sr: Баланс беле

source: Custom Options
es: Opciones personalizadas
ru: Пользовательские параметры
sr: Прилагођене опције

source: Pre Command
es: Comando para Antes
ru: Предварительная команда
sr: Пре Цомманд

source: Post Command
es: Comando para Después
ru: Командная строка
sr: Пост Цомманд

source: Still Image Path
ru: Путь к неподвижному изображению
sr: Путања мирне слике

source: Timelapse Path
ru: Замедленная съемка
sr: Тимелапсе Патх

source: Video Path
es: Ruta de video
ru: Путь к видео
sr: Видео Патх

source: Hide Last Still
es: Ocultar Última Aún
ru: Скрыть Last Still
sr: Хиде Ласт Ипак

source: Hide Last Timelapse
es: Ocultar Última Timelapse
ru: Скрыть Последнее Timelapse
sr: Хиде Ласт тимелапсе

source: Still Image Width
es: Imagen fija Ancho
ru: Еще Ширина изображения
sr: Ипак Ширина слике

source: Still Image Height
es: Imagen fija Altura
ru: Еще Высота изображения
sr: Ипак Висина слике

source: Stream Width
es: corriente Ancho
ru: поток Ширина
sr: стреам Ширина

source: Stream Height
es: corriente Altura
ru: поток Высота
sr: стреам Висина

source: Shutter Speed
es: velocidad de obturación
ru: Скорость затвора
sr: Брзина затварача

source: Sharpness
es: Nitidez
ru: Четкость
sr: оштрина

source: ISO
es: YO ASI
sr: ИСО

source: Auto White Balance
es: Balance de blancos automático
ru: Автоматический баланс белого
sr: Ауто вхите баланце

source: AWB Gain Red
es: AWB Ganancia Rojo
sr: АВБ појачања Црвена

source: AWB Gain Blue
es: AWB ganancia de azul
ru: AWB Gain Синий
sr: АВБ појачања Плава

source: Exposure Mode
es: Modo de exposición
ru: Режим экспозиции
sr: Мод експозиције

source: Meter Mode
es: Modo Meter
ru: Режим Meter
sr: метер режим

source: Image Effect
es: Efecto visual
ru: Эффекты изображения
sr: Слика Ефекат

source: Conditional Statement
es: Sentencia condicional
ru: Условный оператор
sr: Условна изјава

source: Refractory Period (seconds)
es: Periodo refractario (segundos)
ru: Рефрактерного периода (в секундах)
sr: Ватростални период (секунди)

source: Add Condition
es: Añadir condición
ru: Добавить условие
sr: Адд Цондитион

source: Add Action
es: Agregar Acción
ru: Добавить действие
sr: Додај акцију

source: Test All Actions
es: Probar todas las acciones
ru: Проверить все действия
sr: Тестирајте све радње

source: GPIO Pin (BCM)
es: Pin GPIO (BCM)
sr: ГПИО Пин (БЦМ)

source: Add Dashboard Widget
es: Añadir Dashboard Widget
ru: Добавить Dashboard Widget
sr: Додај Дасхбоард Видгет

source: Enable Drag Handle
es: Habilitar el control de arrastre
ru: Включить функцию Drag Handle
sr: Енабле Драг Хандле

source: Install All Dependencies
es: Instalar todas las dependencias
ru: Установка всех зависимостей
sr: Инсталирајте све зависности

source: Execute All Actions
es: Ejecutar todas las acciones
ru: Выполнить все действия
sr: Изврши све радње

source: Duration (seconds)
es: Duración (segundos)
ru: Продолжительность (в секундах)
sr: Трајање (у секундама)

source: Action String
es: Cadena de Acción
ru: Строка действия
sr: Ацтион Стринг

source: Controller ID
es: ID del controlador
ru: Идентификатор контроллера
sr: ИД контролера

source: State
es: Estado
ru: государство
sr: Стате

source: Duty Cycle (%)
es: Ciclo de trabajo (%)
ru: Рабочий цикл (%)
sr: Радни циклус (%)

source: Location
es: Ubicación
ru: Место нахождения
sr: Локација

source: Power Output
es: Salida de Potencia
ru: Выходная мощность
sr: Излазна снага

source: Calibration Measurement
es: Medida de Calibración
ru: Калибровочное измерение
sr: Цалибратион Меасуремент

source: Acquire Measurements Now
es: Adquirir mediciones ahora
ru: Получить измерения сейчас
sr: Набавите мере сада

source: LCD Type
es: Tipo de LCD
ru: Тип ЖК-дисплея
sr: ЛЦД Типе

source: Address
es: Dirección
ru: Адрес
sr: Адреса

source: Duration between calculating LCD output and applying to regulation must be between 5 and 86400 seconds.
es: Duración entre calculo de la salida del LCD y la aplicación de la regulación debe estar entre 5 y 86400 segundos.
ru: Продолжительность между вычислением выходного сигнала LCD и подачей на регулирование должна составлять от 5 до 86400 секунд.
sr: Трајање између израчунавања ЛЦД излаза и примене регулације мора бити између 5 и 86400 секунди.

source: Add Display Set
es: Agregar conjunto de pantalla
ru: Добавить экран
sr: Додај сет приказа

source: Decimal Places
es: Lugares Decimales
ru: Десятичные места
sr: Децимална места

source: Inputs
es: Entradas
ru: входные
sr: Инпутс

source: Reverse Equation
es: Ecuación inversa
ru: Обратное уравнение
sr: Реверсе Екуатион

source: Absolute Value
es: Valor absoluto
ru: Абсолютная величина
sr: Апсолутна вредност

source: Dry Bulb Temperature
es: Temperatura Bulbo Seco
ru: Температура сухой лампы
sr: Температура сувог термометра

source: Wet Bulb Temperature
es: Temperatura del Bulbo Mojado
ru: Температура влажной лампы
sr: Температура влажног термометра

source: optional
es: opcional
ru: необязательный
sr: опционо

source: Order of Use
es: Orden de uso
ru: Порядок использования
sr: Редослед коришћења

source: Max Difference
es: Diferencia Máxima
ru: Максимальное различие
sr: Мак Дифференце

source: Convert to Measurement
es: Convertir a medida
ru: Преобразовать в измерение
sr: Претвори у мерење

source: Rescaled Measurement
es: Medición redimensionada
ru: Масштабированное измерение
sr: Ресцалед Меасуремент

source: Start HH:MM:SS
es: Comienzo HH:MM:SS
ru: Начать HH: MM: SS
sr: Почетак ХХ: ММ: СС

source: End HH:MM:SS
es: Fin HH:MM:SS
sr: Крај ХХ: ММ: СС

source: Start YYYY-MM-DD HH:MM:SS
es: Comienzo YYYY-MM-DD HH:MM:SS
ru: Начало ГГГГ-ММ-ДД ЧЧ: ММ: СС
sr: Почетак ГГГГ-ММ-ДД ХХ: ММ: СС

source: End YYYY-MM-DD HH:MM:SS
es: Fin YYYY-MM-DD HH:MM:SS
sr: Крај ГГГГ-ММ-ДД ХХ: ММ: СС

source: Start Setpoint
es: Referencia de Inicio
ru: Запустить заданное значение
sr: Старт Сетпоинт

source: End Setpoint (optional)
es: Referencia final (opcional)
ru: Конечная уставка (опция)
sr: Енд Сетпоинт (опционално)

source: Duration to End (seconds)
es: Duración hasta el final (segundos)
ru: Продолжительность до конца (в секундах)
sr: Трајање до краја (у секундама)

source: Amplitude
es: Amplitud
ru: амплитудное
sr: Амплитуда

source: Angle Shift (0 to 360)
es: Angulo de giro (0 a 360)
ru: Угловой сдвиг (от 0 до 360)
sr: Померање угла (0 до 360)

source: Y-Axis Shift
es: Giro Eje-Y
ru: Сдвиг по оси Y
sr: И-Акис Схифт

source: Time HH:MM:SS
es: Tiempo HH:MM:SS
ru: Время HH: MM: SS
sr: Време ХХ: ММ: СС

source: Time YYYY-MM-DD HH:MM:SS
es: Tiempo YYYY-MM-DD HH:MM:SS
ru: Время ГГГГ-ММ-ДД ЧЧ: ММ: СС
sr: Време ГГГГ-ММ-ДД ХХ: ММ: СС

source: Add to Method
es: Agregar método
ru: Добавить в метод
sr: Додај у методу

source: Set Repeat Option
es: Establecer la opción de repetición
ru: Установить параметр повтора
sr: Подесите опцију Понови

source: End Setpoint
es: Fin Punto Fijo
ru: Конечная уставка
sr: Енд Сетпоинт

source: Time Range MM/DD/YYYY HH:MM
es: Rango de tiempo DD/MM/AAAA HH: mm
ru: Диапазон времени DD / MM / ГГГГ ЧЧ: ММ
sr: Временски распон ДД / ММ / ГГГГ ХХ: ММ

source: Stop Daemon
es: Detener Daemon
ru: Остановить Демон
sr: Стоп Даемон

source: Start Daemon
es: Iniciar Daemon
ru: Начать демон
sr: Покрени Даемон

source: Restart Daemon
es: Reiniciar Daemon
ru: Перезапустить Daemon
sr: Рестартујте Даемон

source: Measurement to Export
es: Exportar Valor
ru: Измерение экспорта
sr: Мерење у извоз

source: Export Data as CSV
es: Exportar Datos como CSV
ru: Экспорт данных в формате CSV
sr: Извези податке као ЦСВ

source: Export Settings
es: Configuración de Exportación
ru: Настройки экспорта
sr: Извези поставке

source: Import Settings
es: Importar Ajustes
ru: Настройки импорта
sr: Увези поставке

source: Export Influxdb
es: Exportar Influxdb
ru: Экспорт Influxdb
sr: Екпорт Инфлукдб

source: Import Influxdb
es: Importar Influxdb
ru: Импорт Influxdb
sr: Импорт Инфлукдб

source: Lines
es: Líneas
ru: линии
sr: Линије

source: Number of lines should be greater than 0
es: El número de líneas debe ser mayor que 0
ru: Количество строк должно быть больше 0
sr: Број линија треба да буде већи од 0

source: Log
es: Iniciar sesión
ru: Журнал
sr: Пријава

source: View Log
es: Ver registro
ru: Посмотреть журнал
sr: Погледај Дневник догађаја

source: Upgrade Mycodo
es: Actualizar Mycodo
ru: Обновление Mycodo
sr: Упграде Мицодо

source: Upgrade Mycodo to Next Major Version
es: Actualiza Mycodo a la próxima versión principal
ru: Обновление Mycodo до следующей основной версии
sr: Надоградите Мицодо на Нект Мајор Версион

source: Create Backup
es: Crear Backup
ru: Создать резервную копию
sr: Цреате Бацкуп

source: Restore Backup
es: Restaurar Backup
ru: Восстановление резервной копии
sr: Ресторе Бацкуп

source: Delete Backup
es: Eliminar copia de seguridad
ru: Удаление резервной копии
sr: Избриши резервну копију

source: Attached Files
es: Archivos adjuntos
ru: Прикрепленные файлы
sr: Аттацхед Филес

source: Use Custom Date/Time
es: Usar fecha / hora personalizada
ru: Использовать пользовательскую дату / время
sr: Користите Цустом Дате / Тиме

source: Tags
es: Etiquetas
ru: Теги
sr: Ознаке

source: Filter Names
es: Filtrar nombres
ru: Имена фильтров
sr: Филтер Намес

source: Filter Tags
es: Etiquetas de filtro
ru: Теги фильтра
sr: Ознаке филтера

source: Filter Files
es: Filtrar archivos
ru: Фильтр файлов
sr: Филтер Филес

source: Filter Notes
es: Notas del filtro
ru: Фильтр Заметок
sr: Филтер Нотес

source: Sort By
es: Ordenar por
ru: Сортировать по
sr: Сортирај по

source: Sort Direction
es: Ordenar Dirección
ru: Направление сортировки
sr: Сорт Дирецтион

source: Show Notes
es: Mostrar notas
ru: Показать заметки
sr: Прикажи напомене

source: Export Notes
es: Notas de exportación
ru: Экспорт заметок
sr: Екпорт Нотес

source: Import Notes
es: Importar Notas
ru: Импорт заметок
sr: Импорт Нотес

source: Quantity
es: Cantidad
ru: Количество
sr: Количина

source: Turn On
es: Encender
ru: Включить
sr: Укључити

source: Both
es: Ambos
ru: И то и другое
sr: И једно и друго

source: Band (+/- Setpoint)
es: Banda (+/- Setpoint)
ru: Полоса (+/- Уставка)
sr: Банд (+/- Сетпоинт)
