Repository: hmoldenhauer/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: es, ru, sr

source: Turn on LCD backlight (if supported).
es: Encender la luz de fondo del LCD (si es compatible).
ru: Включите подсветку ЖК-дисплея (если поддерживается).
sr: Укључите ЛЦД позадинско осветљење (ако је подржано).

source: PID to affect
es: PID para afectar
ru: PID влияет на
sr: ПИД ће утицати

source: Method to set the PID to use
es: Método para configurar el PID para usar
ru: Способ установки PID для использования
sr: Метод за постављање ПИД-а

source: Select a method to set the PID to use.
es: Seleccione un método para establecer el PID para su uso.
ru: Выберите способ настройки PID для использования.
sr: Изаберите начин за постављање ПИД за употребу.

source: What output to manipulate
es: Qué relé para manipular
ru: Какой результат манипулировать
sr: Какав излаз треба манипулисати

source: Turn the output on or off
es: Activar o desactivar el relé
ru: Включение или выключение вывода
sr: Укључите или искључите излаз

source: How long to turn the output on (optional)
es: ¿Cuánto tiempo para encender el relé (opcional)?
ru: Как долго включить выход (необязательно)
sr: Колико дуго треба укључити излаз (опционално)

source: Turn an Output Off, On, or On or a duration.
es: Activar una salida No, Sí, o sobre o una duración.
ru: Превратить выход Выкл, Вкл или Вкл или продолжительности.
sr: Турн излазни искључен, укључен, или на или трајања.

source: What duty cycle to set the output
es: Qué ciclo de trabajo para establecer la salida
ru: Какой рабочий цикл установить выход
sr: Који радни циклус поставља излаз

source: Set an Output to a PWM duty cycle.
es: Establecer una salida a un ciclo de trabajo de PWM.
ru: Установите выход в цикл ШИМ.
sr: Подесите излаз на ПВМ радног циклуса.

source: Start
es: comienzo
ru: Начните
sr: Почетак

source: Start duty cycle
es: ciclo de trabajo de inicio
ru: Начало рабочего цикла
sr: Почетак дужност циклус

source: End
es: Fin
ru: Конец
sr: Крај

source: End duty cycle
es: Fin del ciclo de trabajo
ru: Конец рабочего цикла
sr: Крај дужност циклус

source: Increment
es: Incremento
ru: инкремент
sr: повећање

source: The amount of the duty cycle change for each step.
es: La cantidad del cambio de ciclo de trabajo para cada paso.
ru: Величина изменения рабочего цикла для каждого шага.
sr: Износ промене циклуса дежурни за сваки корак.

source: Ramp an Output from one duty cycle to another duty cycle over a period of time.
es: Rampa de una salida de un ciclo de destino a otro ciclo de trabajo durante un período de tiempo.
ru: Рампа выхода из одного рабочего цикла к другому рабочему циклу в течение определенного периода времени.
sr: Рамп излаз из једног радног циклуса на други радног циклуса током одређеног временског периода.

source: How long to pause executing actions
es: ¿Cuánto tiempo para pausar la ejecución de acciones?
ru: Как долго приостанавливать выполнение действий
sr: Колико дуго треба паузирати извршавање радњи

source: Set a delay between executing Actions when self.run_all_actions() is used.
es: Establecer un retardo entre acciones de ejecución cuando se utiliza self.run_all_actions ().
ru: Установить задержку между выполнением действий, когда self.run_all_actions () используется.
sr: Подесите одлагање између извршних радњи када се користи селф.рун_алл_ацтионс ().

source: Pause a PID.
es: Pausa un PID.
ru: Приостановка PID.
sr: Паусе А ПИД.

source: Camera to capture with
es: Cámara para capturar con
ru: Камера для захвата
sr: Камера за снимање

source: Camera: Capture Photo
es: Cámara: Capturar Foto
ru: Камера: захват фото
sr: Камера: Снимање фотографије

source: Capture a photo with the selected Camera.
es: Permite tomar una fotografía con la cámara seleccionada.
ru: Фотосъемка с выбранной камеры.
sr: Снимање фотографије са изабраним камере.

source: Capture a photo with the selected Camera and Email it as an attahment.
es: Permite tomar una fotografía con la cámara seleccionada y correo electrónico como un attahment.
ru: Фотосъемка с выбранной камеры и отправить его в качестве attahment.
sr: Снимање фотографије са изабраним камере и Емаил то као аттахмент.

source: Resume a PID.
es: Reanudar un PID.
ru: Возобновление PID.
sr: Наставили ПИД.

source: The value to set the PID setpoint
es: El valor para establecer el punto de ajuste PID
ru: Значение для установки уставки PID
sr: Вредност за подешавање ПИД тачке подешавања

source: Set Setpoint
ru: Установить заданное значение
sr: Сет Сетпоинт

source: Set the Setpoint of a PID.
es: Ajuste el punto de ajuste de un PID.
ru: Установите уставки ПИД.
sr: Поставите вредност на А ПИД.

source: Lower Setpoint
es: menor valor de consigna
ru: Нижняя уставка
sr: Доња задате

source: The amount to lower the PID setpoint by
es: La cantidad de bajar el punto de ajuste PID por
ru: Количество, чтобы понизить заданное значение PID путем
sr: Износ да смањи ПИД задате вредности од

source: Lower the Setpoint of a PID by this value.
es: Bajar el punto de ajuste de un PID por este valor.
ru: Опустить уставки ПИД этим значением.
sr: Смањите вредност на А ПИД овом вредношћу.

source: Raise Setpoint
es: consigna aumento
ru: Повышение заданного значения
sr: раисе задате

source: The amount to raise the PID setpoint by
es: La cantidad para elevar el punto de ajuste PID
ru: Сумма поднять уставку по
sr: Износ да се подигне ПИД задате вредности од

source: Raise the Setpoint of a PID by this value.
es: La temperatura de referencia de un PID por este valor.
ru: Повышение уставки ПИД этим значением.
sr: Подићи вредност на А ПИД овом вредношћу.

source: Restart the System
es: Reiniciar el sistema
ru: Перезагрузка системы
sr: Поново покрените систем

source: Shutdown the System
es: Apagar el Sistema
ru: Выключение системы
sr: Схутдовн Систем

source: Video Duration (seconds)
es: Duración del video (segundos)
ru: Продолжительность видео (секунд)
sr: Трајање видеа (у секундама)

source: Duration to record video (sec)
es: Duración para grabar vídeo (seg)
ru: Продолжительность записи видео (сек)
sr: Трајање снимања видеа (сец)

source: Camera: Capture Video
es: Cámara: Captura de vídeo
ru: Камера: Захват видео
sr: Камера: Снимите видео

source: Capture a video with the selected Camera.
es: Capturar un vídeo con la cámara seleccionada.
ru: Захват видео с выбранной камерой.
sr: Снимање видео са изабраним камере.

source: Capture a video with the selected Camera and Email it as an attahment.
es: Capturar un vídeo con la cámara seleccionada y correo electrónico como un attahment.
ru: Захват видео с выбранной камеры и отправить его в качестве attahment.
sr: Снимање видео са изабраним камере и Емаил то као аттахмент.

source: Select a Controller to get information about
es: Seleccionar un controlador para obtener información acerca
ru: Выберите контроллер, чтобы получить информацию о
sr: Изабери Цонтроллер да бисте добили информације о

source: returns True if the controller is running, False if not.
es: devuelve True si el controlador está en funcionamiento, falso en caso contrario.
ru: Возвращает True, если контроллер работает, и False, если нет.
sr: враћа Истина ако је контролер ради, Фалсе ако није.

source: The GPIO pin to measure the state of. The return value will be True when HIGH and False when LOW.
es: El pin GPIO para medir el estado de. El valor de retorno será Verdadero cuando ALTO y Falso cuando sea BAJO.
ru: Вывод GPIO для измерения состояния. Возвращаемое значение будет True, когда HIGH, и False, когда LOW.
sr: ГПИО пин за мерење стања. Повратна вредност ће бити Труе када је ХИГХ и Фалсе када је ЛОВ.

source: returns 1 if the output is HIGH and 0 if the output is LOW.
es: devuelve 1 si la salida es alta y 0 si la salida es baja.
ru: возвращает 1, если выход ВЫСОКИЙ и 0, если выход LOW.
sr: враћа 1 ако је излаз је висок и 0 ако је излаз је низак.

source: Do not accept measurements older than this age
es: No acepte mediciones anteriores a esta edad
ru: Не принимайте измерения старше этого возраста
sr: Немојте прихватити мере старије од овог узраста

source: returns the last value found within the Max Age, otherwise returns None.
es: Devuelve el último valor que se encuentra dentro de la edad máxima, de lo contrario devuelve None.
ru: возвращает последнее значение, найденное в Max Age, в противном случае возвращает None.
sr: враћа последња вредност наћи у Мак доба, иначе враћа Ноне.

source: returns a list of dictionaries with "time" and "value" key pairs found within the Max Age, otherwise returns None.
es: devuelve una lista de diccionarios con "tiempo" y "valor" pares de claves que se encuentran dentro de la edad máxima, de lo contrario devuelve None.
ru: возвращает список словарей с «время» и «значение» пары ключей найдены в Max Age, в противном случае возвращает None.
sr: враћа листу речника са "временом" и "вредности" кључни парова наћи у Мак доба, иначе враћа Ноне.

source: Example
es: Ejemplo
ru: пример
sr: пример

source: returns the average of the values found within the Max Age, otherwise returns None.
es: devuelve el promedio de los valores que se encuentran dentro de la edad máxima, de lo contrario devuelve None.
ru: возвращает среднее из значений, найденных в Max Age, в противном случае возвращает None.
sr: враћа просек вредности се налазе у оквиру Мак доба, у супротном, приказује Ноне.

source: returns the sum of the values found within the Max Age, otherwise returns None.
es: Devuelve la suma de los valores que se encuentran dentro de la edad máxima, de lo contrario devuelve None.
ru: Возвращает сумму значений, найденных в Max Age, в противном случае возвращает None.
sr: Даје збир вредности се налазе у оквиру Мак доба, у супротном, приказује Ноне.

source: Select a Output to get information about
es: Seleccione una salida para obtener información acerca
ru: Выберите Выход, чтобы получить информацию о
sr: Изабери излаз да се информације о

source: returns how long the output has currently been on, in seconds, or 0 if off.
es: regresa el tiempo que la salida ha sido actualmente, en segundos, o 0 si fuera.
ru: возвращается, как долго выход имеет в настоящее время был включен, в секундах, или 0, если выключен.
sr: враћа колико излаз је тренутно био на, у секундама, или 0 ако искључен.

source: returns "on" if the output is on and "off" if the output is off.
es: retornos "en" si la salida está activado y "desactivado" si el sistema operativo de salida.
ru: возвращается «на», если выход включен и «выключено», если выход ОС выключен.
sr: враћа "на" ако је излаз на и "ван" ако је излаз ОС искључен.

source: The minimum duration (in seconds) required for the Lower Output to activate. If an On duration is below this value, the Lower Output will not turn on.
es: La duración mínima (en segundos) requerida para que se active la salida inferior. Si la duración de encendido está por debajo de este valor, la salida más baja no se encenderá.
ru: Минимальная продолжительность (в секундах), необходимая для активации нижнего выхода. Если длительность On ниже этого значения, нижний вывод не включается.
sr: Минимално трајање (у секундама) потребно за активирање доњег излаза. Ако је трајање Он укључено испод ове вриједности, Ловер Оутпут се неће укључити.

source: This output will remain off for at least this duration of time
es: Este relé permanecerá apagado durante al menos este período de tiempo
ru: Этот выход будет оставаться выключенным, по крайней мере, в течение этого времени
sr: Овај излаз ће остати искључен барем у том временском периоду

source: The minimum duration (in seconds) required for the Raise Output to activate. If an On duration is below this value, the Raise Output will not turn on.
es: La duración mínima (en segundos) requerida para activar la salida de subida. Si la duración de activación está por debajo de este valor, la salida de subida no se activará.
ru: Минимальная длительность (в секундах), необходимая для активации выхода рейса. Если длительность On ниже этого значения, выход повышения не включается.
sr: Минимално трајање (у секундама) потребно за активирање Раисе Оутпута. Ако је трајање Он укључено испод те вриједности, Раисе Оутпут се неће укључити.

source: The minimum duty cycle (in %%). If a duty cycle is below this value, this is the value that will be used.
es: El ciclo de trabajo mínimo (en %%). Si un ciclo de trabajo está por debajo de este valor, este es el valor que se usará.
ru: Минимальный рабочий цикл (в %%). Если рабочий цикл ниже этого значения, это значение, которое будет использоваться.
sr: Минимални радни циклус (у %%). Ако је радни циклус испод ове вриједности, то је вриједност која ће се користити.

source: The maximum duty cycle (in %%). If a duty cycle is below this value, this is the value that will be used.
es: El ciclo de trabajo máximo (en %%). Si un ciclo de trabajo está por debajo de este valor, este es el valor que se usará.
ru: Максимальный рабочий цикл (в %%). Если рабочий цикл ниже этого значения, это значение, которое будет использоваться.
sr: Максимални радни циклус (у %%). Ако је радни циклус испод ове вриједности, то је вриједност која ће се користити.

source: The maximum duty cycle (in %%). If a duty cycle is above this value, this is the value that will be used.
es: El ciclo de trabajo máximo (en %%). Si un ciclo de trabajo está por encima de este valor, este es el valor que se utilizará.
ru: Максимальный рабочий цикл (в %%). Если рабочий цикл превышает это значение, это значение, которое будет использоваться.
sr: Максимални радни циклус (у %%). Ако је радни циклус изнад ове вриједности, то је вриједност која ће се користити.

source: Detect low to high (rising), high to low (falling), or both?
es: Detectar las transiciones baja a alta (subiendo), alta a baja (caída), o ambas?
ru: Обнаруживать от низкого до высокого (повышение), от высокого до низкого (падающего) или от обоих?
sr: Откривање ниске до високе (растуће), високе до ниске (пада) или обоје?

source: Rising
es: Creciente
ru: поднимающийся
sr: У порасту

source: Falling
es: Cayendo
ru: Падение
sr: Фаллинг

source: Trigger this conditional to act when this output turns on or off
es: Activar este condicional para actuar cuando este relé se enciende o apaga
ru: Запустить это условие, чтобы действовать, когда этот выход включается или выключается
sr: Покрените овај услов да бисте се укључили или искључили

source: What action will trigger this conditional statement, on or off?
es: ¿Qué acción desencadenará esta declaración condicional, activada o desactivada?
ru: Какое действие будет инициировать это условное утверждение, включено или выключено?
sr: Која акција ће покренути ову условну изјаву, укључено или искључено?

source: no duration
es: sin duración
ru: нет продолжительности
sr: но дуратион

source: any duration
es: cualquier duración
ru: любая продолжительность
sr: било које трајање

source: no or any duration
es: no o cualquier duración
ru: нет или любая продолжительность
sr: не или било које трајање

source: equal to duration
es: igual a la duración
ru: равный продолжительности
sr: једнак трајању

source: greater than duration
es: mayor que la duración
ru: больше, чем продолжительность
sr: већа од трајања

source: greater than or equal to duration
es: mayor o igual a la duración
ru: больше или равна продолжительности
sr: већи или једнак трајању

source: less than duration
es: menos que la duración
ru: меньше, чем продолжительность
sr: мање од трајања

source: less than or equal to duration
es: menor o igual a la duración
ru: меньше или равна продолжительности
sr: мања или једнака трајању

source: (Optional) Set this to a specific duration of time if the conditional should trigger when the output On duration equals this amount
es: (Opcional) Establezca esto a una duración específica de tiempo si el condicional se activa cuando la duración del relé On es igual a esta cantidad
ru: (Необязательно) Установите это в течение определенного периода времени, если условие должно срабатывать, когда длительность вывода On равна этой сумме
sr: (Опционално) Подесите ово на одређено временско трајање ако услов треба да се активира када излаз трајања једнак том износу

source: The conditional is triggered when the measured condition is greater than or less than the set value, or the measurement timestamp is greater than the value of seconds
es: El condicional se activa cuando la condición medida es mayor o menor que el valor establecido, o la marca de tiempo de medición es mayor que el valor de segundos
ru: Условное значение срабатывает, когда измеренное условие больше или меньше установленного значения, или метка времени измерения больше, чем значение секунд
sr: Условно се покреће када је мерени услов већи или мањи од подешене вредности, или је мерна ознака већа од вредности секунди

source: Greater Than (>)
es: Mayor que (>)
ru: Больше (>)
sr: Веће од (>)

source: Less Than (<)
es: Menos de (<)
ru: Меньше (<)
sr: Мање од (<)

source: Equal To (=)
es: Igual a (=)
sr: Једнако (=)

source: The duty cycle of the output to be checked
es: El ciclo de trabajo de la salida a verificar
ru: Рабочий цикл проверяемого выхода
sr: Проверити радни циклус излаза

source: Run this duration method, using the output value to set the Duty Cycle of a PWM output
es: Ejecute este método de duración, utilizando el valor de salida para establecer el Ciclo de trabajo de una salida PWM
ru: Запустите этот метод длительности, используя выходное значение для установки цикла работы выходного сигнала ШИМ
sr: Покрените ову методу трајања, користећи излазну вредност да подесите Дути Цицле за ПВМ излаз

source: Apply the Duty Cycle to this PWM Output
es: Aplicar el ciclo de trabajo a esta salida PWM
ru: Примените рабочий цикл к этому выходному сигналу ШИМ
sr: Примијените Дути Цицле на овај ПВМ излаз

source: The duration between calculating and setting the Duty Cycle of the the PWM Output
es: La duración entre el cálculo y la configuración del ciclo de trabajo de la salida PWM
ru: Продолжительность между вычислением и установкой рабочего цикла выходного сигнала ШИМ
sr: Трајање између израчунавања и подешавања циклуса рада ПВМ излаза

source: Trigger conditional at sunrise or sunset?
es: Trigger condicional al amanecer o al atardecer?
ru: Триггер условный при восходе или закате?
sr: Покреће се условно на излазак или залазак сунца?

source: Sunrise
es: Amanecer
ru: Восход
sr: излазак Сунца

source: Sunset
es: Puesta de sol
ru: Закат солнца
sr: залазак сунца

source: Latitude for sunrise or sunset
es: Latitud para el amanecer o el atardecer
ru: Широта для восхода и захода солнца
sr: Латитуде за излазак или залазак сунца

source: Longitude for sunrise or sunset
es: Longitud para el amanecer o el atardecer
ru: Долгота для восхода и захода солнца
sr: Дужина за излазак или залазак сунца

source: Zenith for sunrise or sunset
es: Zenith para el amanecer o el atardecer
ru: Зенит для восхода и захода солнца
sr: Зенитх за излазак или залазак сунца

source: The number of days to offset from the date of the sunrise or sunset
es: La cantidad de días para compensar desde la fecha de salida o puesta del sol
ru: Количество дней, которые необходимо компенсировать с даты восхода или захода солнца
sr: Број дана помака од датума изласка или заласка сунца

source: The number of minutes to offset from the sunrise or sunset
es: La cantidad de minutos para compensar desde el amanecer o el atardecer
ru: Количество минут, чтобы компенсировать восход или закат
sr: Број минута за надокнаду од изласка или заласка сунца

source: Trigger conditional actions at an interval of time
es: Activar acciones condicionales en un intervalo de tiempo
ru: Триггерные условные действия с интервалом времени
sr: Покрените условне радње у временском интервалу

source: A duration to wait before beginning the timer
es: Una duración para esperar antes de comenzar el temporizador
ru: Продолжительность ожидания перед началом таймера
sr: Трајање чекања пре почетка тајмера

source: Define the setpoint over a period of time based on specific times of the day. This method will repeat daily. Start the first entry at midnight (00:00) if you wish to fill the entire day.
es: Defina la referencia durante un período de tiempo basado en horas específicas del día. Este método se repetirá diariamente. Comience la primera entrada a medianoche (00:00) si desea llenar el día entero.
ru: Определите заданное значение в течение определенного периода времени в зависимости от конкретного времени суток. Этот метод будет повторяться каждый день. Начните первую запись в полночь (00:00), если вы хотите заполнить весь день.
sr: Дефинишите задату вредност у одређеном временском периоду на основу одређеног времена у дану. Овај метод ће се понављати свакодневно. Започните први унос у поноћ (00:00) ако желите да попуните цијели дан.

source: The new entry's start time may be equal to the last entry's end time, but it cannot overlap. The default setpoint for the PID will be used if there is any unaccounted time.
es: La hora de inicio de la nueva entrada puede ser igual a la hora de finalización de la última entrada, pero no pueden superponerse. El valor predeterminado para el PID se utilizará si hay algún tiempo no contabilizado.
ru: Время начала новой записи может быть равно конечному времени последней записи, но не может перекрываться. Уставка по умолчанию для PID будет использоваться, если будет какое-то неучтенное время.
sr: Време почетка новог уноса може бити једнако времену завршетка последњег уноса, али се не може преклапати. Подразумевана задата вредност за ПИД ће бити коришћена ако постоји неко неодговорено време.

source: Define the setpoint over the day based on a cubic Bezier curve. If unfamiliar with a Bezier curve, it is recommended you use the <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank">graphical Bezier curve generator</a> and use the 8 variables it creates for 4 points (each a set of x and y). The x-axis start (x3) and end (x0) will be automatically stretched or skewed to fit within a 24-hour period and this method will repeat daily.
es: Defina la referencia durante el día basándose en una curva de Bezier cúbica. Si no está familiarizado con una curva de Bézier, se recomienda utilizar <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank"> como generador de curva Bezier gráfico </a> y utilizar las 8 Variables que crea para 4 puntos (cada uno un conjunto de X e Y). El inicio del eje X (x3) y el final (x0) se estirarán automáticamente o se inclinarán para encajar dentro de un período de 24 horas y este método se repetirá diariamente.
ru: Определите заданное значение в течение дня на основе кубической кривой Безье. Если вы не знакомы с кривой Безье, рекомендуется использовать графический генератор кривой Безье <a href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank"> </a> и использовать 8 переменных, которые он создает для 4 точек (каждый набор x и y). Начало оси x (x3) и конец (x0) будут автоматически растянуты или перекошены, чтобы соответствовать в течение 24-часового периода, и этот метод будет повторяться ежедневно.
sr: Дефинишите задату вредност током дана на основу кубне Безиер-ове криве. Ако не познајете Безиер-ову криву, препоручујемо вам да користите <а href="https://www.desmos.com/calculator/cahqdxeshd" target="_blank">графички генератор Безиер кривуље</а> и користимо 8 варијабли које ствара за 4 бода (сваки скуп к и и). Почетак к-оси (к3) и крај (к0) ће се аутоматски истегнути или искривити тако да стане у року од 24 сата и ова метода ће се понављати свакодневно.
