Repository: hmoldenhauer/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: es, ru, sr

source: This guide will walk you through the calibration procedure for the Atlas Scientific pH Sensor. To complete this procedure, you will need at least one of the standard pH solutions (pH 4.0, pH 7.0, and pH 10.0). Instructions will be provided at each step.
es: Esta guía le guiará a través del procedimiento de calibración para el sensor de pH Atlas Scientific. Para completar este procedimiento, necesitará al menos una de las soluciones estándar de pH (pH 4,0, pH 7,0 y pH 10,0). Las instrucciones serán proporcionados en cada paso.
ru: Это руководство поможет вам через процедуру калибровки для рН датчика Atlas Scientific. Для выполнения этой процедуры вам потребуется, по меньшей мере один из стандартных растворов рН (рН 4,0, рН 7,0 и рН 10,0). Инструкции будут обеспечены на каждом шаге.
sr: Овај водич ће вас провести кроз поступак калибрације за атлас научног пХ сензор. Да бисте завршили ову процедуру, биће потребно барем један од стандардних пХ раствора (пХ 4.0, пХ 7,0 и пХ 10.0). Упутства ће бити обезбеђена на сваком кораку.

source: NOTE: It is recommended to deactivate the pH Sensor Input prior to performing a calibration.
es: NOTA: Se recomienda desactivar la entrada del sensor de pH antes de realizar una calibración.
ru: Примечание: Рекомендуется, чтобы отключить ввод рН датчика перед проведением калибровки.
sr: НАПОМЕНА: Препоручује се да деактивирате Улаз пХ сензора претходну за обављање калибрације.

source: Ensure all pH calibration solutions are the same temperature. Enter the temperature (in Celsius) of your solutions, then click Continue.
es: Asegúrese de que todas las soluciones de calibración de pH estén a la misma temperatura. Introduzca la temperatura (en Celsius) de sus soluciones y, a continuación, haga clic en Continuar.
ru: Убедитесь, что все калибровки рН растворы при той же температуре. Введите температуру (в градусах Цельсия) ваших решений, а затем нажмите кнопку Продолжить.
sr: Уверите се да су сви раствори за пХ калибрацију исте температуре. Унесите температуру (у Целзијусима) својих решења, а затим кликните на дугме Настави.

source: Rinse the pH probe with distilled water, place it into the pH %(ph)s solution, then click Ready
es: Enjuague la sonda de pH con agua destilada, colocarlo en el pH %(ph)s solución, a continuación, en Ready
ru: Ополосните рН зонд дистиллированной водой, поместить его в рН %(ph)s раствором, а затем нажмите Готово
sr: Исперите пХ сонде са дестилованом водом, ставити га у пХ %(ph)s раствора, а затим кликните Реади

source: This guide will walk you through the calibration procedure for the Atlas Scientific RG Color Sensor. To complete this procedure, you will need a white object such as a piece fo paper.
es: Esta guía le guiará a través del procedimiento de calibración para el sensor de color RG Atlas Scientific. Para completar este procedimiento, se necesita un objeto blanco, como un pedazo de papel fo.
ru: Это руководство поможет вам через процедуру калибровки для Atlas Scientific RG Color Sensor. Для выполнения этой процедуры вам потребуется белый объект, например, лист бумаги Fo.
sr: Овај водич ће вас провести кроз поступак калибрације за атлас научна РГ Цолор сензор. Да бисте завршили ову процедуру, потребан вам је бели објекат као што је комад фо папира.

source: To begin calibration, have your sensor properly connected to Mycodo and deactivated, place the white object in front of the sensor, then click Begin Calibration.
es: Para comenzar la calibración, haga que su sensor conectado correctamente a Mycodo y se desactiva, el lugar del objeto blanco delante del sensor, a continuación, en comenzar la calibración.
ru: Для того, чтобы начать калибровку, ваш датчик правильно подключен к Mycodo и деактивируется, место белого объекта в передней части датчика, а затем нажмите кнопку Начать калибровку.
sr: За почетак калибрацију, имају ваш сензор правилно повезан са Мицодо и деактивира, место бели објекат испред сензора, а затим кликните на дугме Бегин калибрацију.

source: Select a DS18B20 sensor
es: Seleccione un sensor DS18B20
ru: Выберите датчик DS18B20
sr: Изаберите сензор ДС18Б20

source: Select a resolution
es: Seleccione una resolución
ru: Выберите разрешение
sr: Изаберите резолуцију

source: Daemon response: %(resp)s
es: Respuesta de Daemon: %(resp)s
ru: Реакция демона: %(resp)s
sr: Одговор демона: %(resp)s

source: Condition
es: Condición
ru: Состояние
sr: Стање

source: Deactivate controller before modifying its settings
es: Desactiva el controlador antes de modificar su configuración
ru: Деактивируйте контроллер перед изменением его настроек
sr: Деактивирајте контролер пре мењања његових поставки

source: Dashboard with ID %(id)s successfully added
es: Tablero de instrumentos con ID %(id)s añadido correctamente
ru: Панель с идентификатором (ID%) ы успешно добавлен
sr: Контролна табла са ИД %(id)s успешно додат

source: {dev} with ID %(id)s successfully added
es: {dev} con ID %(id)s exitosamente agregado
ru: {dev} с успешным добавлением ID %(id)s
sr: {dev} са ИД %(id)s успешно додато

source: Execute All
es: Ejecutar todo
ru: Выполнить все
sr: Изврши све

source: Error: %(err)s
ru: Ошибка: %(err)s
sr: Грешка: %(err)s

source: Entry with ID %(id)s not found
es: Entrada con ID %(id)s no encontrada
ru: Запись с ID %(id)s не найдена
sr: Унос са ИД %(id)s није пронађен

source: Error in the %(field)s field - %(err)s
es: Error en el campo %(field)s - %(err)s
ru: Ошибка в поле %(field)s - %(err)s
sr: Грешка у пољу %(field)s - %(err)s

source: Cannot move above the first item in the list
es: No se puede mover por encima del primer elemento de la lista
ru: Не может перемещаться над первым элементом в списке
sr: Не може да се помери изнад прве ставке на листи

source: Cannot move below the last item in the list
es: No se puede mover por debajo del último elemento de la lista
ru: Нельзя перемещаться ниже последнего элемента в списке
sr: Не може да се помери испод последње ставке на листи

source: %(type)s Input with ID %(id)s (%(uuid)s) successfully added
es: %(type)s Entrada con ID %(id)s (%(uuid)s) agregada correctamente
ru: %(type)s Вход с идентификатором %(id)s (%(uuid)s) успешно добавлен
sr: %(type)s Улаз са ИД %(id)s (%(uuid)s) је успешно додато

source: Choose a Read Period equal to or greater than 7. The AM2315 may become unresponsive if the period is below 7.
es: Elija un Período de Lectura igual o mayor que 7. El AM2315 puede no responder si el período es inferior a 7.
ru: Выберите период чтения, равный или превышающий 7. AM2315 может перестать отвечать на запросы, если период меньше 7.
sr: Изаберите Период читања једнак или већи од 7. АМ2315 може престати да реагује ако је период испод 7.

source: The Read Period cannot be less than the Pre Output Duration
es: El período de lectura no puede ser menor que la duración de pre salida
ru: Период чтения не может быть меньше, чем продолжительность предварительного вывода
sr: Период читања не може бити мањи од Пре Оутпут Дуратион

source: Invalid device or improper permissions to read device
es: Dispositivo no válido o permisos incorrectos para leer el dispositivo
ru: Неверное устройство или неправильные разрешения для чтения устройства
sr: Неважећи уређај или неприкладне дозволе за читање уређаја

source: Pin (GPIO) must be set
es: Pin (GPIO) debe ajustarse
ru: Pin (GPIO) должен быть установлен
sr: Пин (ГПИО) мора бити постављена

source: Activate controller before attempting to force the acquisition of measurements
es: Activar el controlador antes de intentar forzar la adquisición de mediciones.
ru: Активируйте контроллер, прежде чем пытаться заставить данные измерений
sr: Активирајте контролер пре него што покушате да примените меру

source: Deactivate LCD controller before modifying its settings.
es: Desactive el controlador LCD antes de modificar sus ajustes.
ru: Перед изменением настроек отключите ЖК-контроллер.
sr: Деактивирајте ЛЦД контролер пре модификовања његових поставки.

source: Deactivate LCD controller before modifying its settings
es: Desactivar el controlador LCD antes de modificar su configuración
ru: Перед изменением настроек отключите ЖК-контроллер
sr: Деактивирајте ЛЦД контролер пре модификовања његових поставки

source: The last display cannot be deleted
es: La última pantalla no se puede borrar
ru: Последний экран нельзя удалить.
sr: Последњи приказ се не може избрисати

source: Deactivate Math controller before modifying its settings
es: Desactivar el controlador Math antes de modificar su configuración
ru: Деактивируйте Math-контроллер, прежде чем изменять его настройки.
sr: Деактивирајте Матх контролер пре модификовања његових поставки

source: Error in form field(s)
es: Error en el campo(s) de formulario
ru: Ошибка в поле формы (ов)
sr: Грешка у пољу (има) обрасца

source: Duration must be a positive integer
es: Duración debe ser un valor entero positivo
ru: Продолжительность должна быть положительным целым числом
sr: Трајање мора бити позитиван цео број

source: Duration must be a valid integer
es: Duración debe ser un entero válido
ru: Длительность должна быть действительным целым числом
sr: Трајање мора бити важећи цео број

source: Required: Start date/time, end date/time, start setpoint
es: Se requiere: Fecha / hora de inicio, Fecha / hora final, referencia de inicio
ru: Требуется: дата / время начала, дата / время окончания, начальная уставка
sr: Обавезно: Датум / време почетка, датум / време завршетка, стартна вредност

source: Invalid Date/Time format. Correct format: MM/DD/YYYY HH:MM:SS
es: Formato de Fecha/Hora no válido. Formato correcto: DD/MM/AAAA HH: MM: SS
ru: Недействительный формат даты / времени. Правильный формат: DD / MM / YYYY HH: MM: SS
sr: Неважећи формат датума / времена. Исправан формат: ДД / ММ / ГГГГ ХХ: ММ: СС

source: The end time/date must be after the start time/date.
es: La hora/fecha final debe ser posterior a la hora/fecha de inicio.
ru: Конечное время / дата должны быть после начала / даты начала.
sr: Вријеме / датум завршетка мора бити након почетка / датума почетка.

source: Required: Start time, end time, start setpoint
es: Se requiere: Hora de inicio, hora de finalización, referencia de inicio
ru: Требуется: время начала, время окончания, начальное заданное значение
sr: Потребно: Почетно време, време завршетка, почетна задата вредност

source: Invalid Date/Time format. Correct format: HH:MM:SS
es: Formato de Fecha/Hora no válido. Formato correcto: HH: MM: SS
ru: Недействительный формат даты / времени. Правильный формат: ЧЧ: ММ: СС
sr: Неважећи формат датума / времена. Исправан формат: ХХ: ММ: СС

source: The end time must be after the start time.
es: La hora de finalización debe ser posterior a la hora de inicio.
ru: Время окончания должно быть после времени начала.
sr: Време завршетка мора бити након почетка.

source: Required: Duration must be positive
es: Requerido: la duración debe ser positiva
ru: Требуется: Продолжительность должна быть положительной
sr: Потребно: Трајање мора бити позитивно

source: Error: Angle Shift is out of range. It must be <= 0 and <= 360.
es: Error: el cambio de ángulo está fuera de rango. Debe ser <= 0 y <= 360.
ru: Ошибка: Angle Shift выходит за пределы допустимого диапазона. Он должен быть <= 0 и <= 360.
sr: Грешка: Померање угла је изван опсега. Мора бити <= 0 и <= 360.

source: Error: X0 must be greater than X3.
es: Error: X0 debe ser mayor que X3.
ru: Ошибка: X0 должен быть больше X3.
sr: Грешка: Кс0 мора бити већа од Кс3.

source: The new entry start time (%(st)s) cannot overlap the last entry's end time (%(et)s). Note: They may be the same time.
es: La hora de inicio de la nueva entrada (%(st)s) no puede superponerse a la hora de finalización de la última entrada (%(et)s). Nota: Pueden ser al mismo tiempo.
ru: Новое время начала записи (%(st)s) не может перекрывать конечное время последней записи (%(et)s). Примечание. Они могут быть одинаковыми.
sr: Ново време почетка уноса (%(st)s) не може се преклапати са крајњим временом последњег уноса (%(et)s). Напомена: Могу бити у исто вријеме.

source: Added duration to method from %(st)s to %(end)s
es: Se agregó la duración al método de %(st)s a %(end)s
ru: Добавлена ​​длительность метода от %(st)s до %(end)s
sr: Додато трајање методу од %(st)s до %(end)s

source: Added method restart
es: Reinicio del método agregado
ru: Добавлен перезапуск метода
sr: Додато је поновно покретање методе

source: Added duration to method for %(sec)s seconds
es: Se agregó la duración al método de %(sec)s segundos
ru: Добавлена ​​длительность метода для %(sec)s секунд
sr: Додато трајање методи за %(sec)s секунди

source: The entry start time (%(st)s) cannot overlap the previous entry's end time (%(et)s)
es: La hora de inicio de la entrada (%(st)s) no puede superponerse a la hora de finalización de la entrada anterior (%(et)s)
ru: Время начала записи (%(st)s) не может перекрывать время окончания предыдущей записи (%(et)s)
sr: Време почетка уноса (%(st)s) не може се преклапати са временом завршетка претходног уноса (%(et)s)

source: The entry end time (%(et)s) cannot overlap the next entry's start time (%(st)s)
es: La hora de inicio de la entrada (%(et)s) no puede superponerse a la hora de inicio de la siguiente entrada (%(st)s)
ru: Время окончания ввода (%(et)s) не может перекрывать время начала следующей записи (%(st)s)
sr: Време завршетка уноса (%(et)s) не може се преклапати са почетним временом следећег уноса (%(st)s)

source: Energy Usage with ID %(id)s (%(uuid)s) successfully added
es: Uso de energía con ID %(id)s (%(uuid)s) añadido correctamente
ru: Энергия Использование с идентификатором %(id)s (%(uuid)s) успешно добавлен
sr: Енергија Употреба са ИД %(id)s (%(uuid)s) је успешно додат

source: File
es: Expediente
ru: файл
sr: Филе

source: Invalid quantity
es: Cantidad no válida
ru: Недопустимое количество
sr: Неважећа количина

source: Acceptable values
es: Valores aceptables
ru: Допустимые значения
sr: Прихватљиве вредности

source: Raise and lower outputs cannot be the same
es: Subir y bajar los salidas no pueden ser los mismos
ru: Повышение и снижение выходов не могут быть одинаковыми
sr: Подизање и спуштање излаза не могу бити исти

source: A valid Measurement is required
es: Se requiere una Medida válida
ru: Требуется действительное измерение
sr: Потребно је важеће мјерење

source: A Raise Output and/or a Lower Output is required
es: Se requiere una Salida de subida y/o una Salida inferior
ru: Требуется выход для повышения и / или более низкий выход
sr: Потребан је подизни излаз и / или доњи излаз

source: Cannot activate PID controller if the associated sensor controller is inactive
es: No se puede activar el controlador PID si el controlador del sensor asociado está inactivo
ru: Невозможно активировать ПИД-регулятор, если соответствующий контроллер датчика неактивен
sr: Није могуће активирати ПИД регулатор ако је придружени контролер сензора неактиван

source: Cannot activate PID controller if raise and/or lower output IDs are not selected
es: No se puede activar el controlador PID si no se seleccionan los identificadores de relevo y/o relé inferior
ru: Невозможно активировать ПИД-регулятор, если не выбраны идентификаторы подъема и / или низкого выхода
sr: Не може се активирати ПИД регулатор ако се не одаберу подизање и / или нижи излазни ИД

source: Remote Host %(host)s with ID %(id)s (%(uuid)s) successfully added
es: El host remoto %(host)s con ID %(id)s (%(uuid)s) se agregó correctamente
ru: Удаленный хост %(host)s с ID %(id)s (%(uuid)s) успешно добавлен
sr: Удаљени хост %(host)s са ИД %(id)s (%(uuid)s) је успјешно додан

source: User Role
es: Rol del usuario
ru: Роль пользователя
sr: Корисничка улога

source: Another user already has that email address.
es: Otro usuario ya tiene esa dirección de correo electrónico.
ru: У другого пользователя уже есть этот адрес электронной почты.
sr: Други корисник већ има ту адресу е-поште.

source: Invalid password
es: Contraseña invalida
ru: Неверный пароль
sr: Неважећа лозинка

source: Measurement with ID %(id)s (%(uuid)s) successfully added
es: Medición con ID %(id)s (%(uuid)s) agregado con éxito
ru: Измерение с ID %(id)s (%(uuid)s) успешно добавлено
sr: Мерење са ИД %(id)s (%(uuid)s) је успешно додато

source: Unit
es: Unidad
ru: Ед. изм
sr: Јединица

source: Unit with ID %(id)s (%(uuid)s) successfully added
es: Unidad con ID %(id)s (%(uuid)s) agregada correctamente
ru: Единица с идентификатором %(id)s (%(uuid)s) успешно добавлена
sr: Јединица са ИД %(id)s (%(uuid)s) је успешно додата

source: Conversion
es: Conversión
ru: преобразование
sr: Конверзија

source: Conversion with ID %(id)s (%(uuid)s) successfully added
es: Conversión con ID %(id)s (%(uuid)s) agregado con éxito
ru: Конверсия с ID %(id)s (%(uuid)s) успешно добавлена
sr: Конверзија са ИД %(id)s (%(uuid)s) је успешно додата

source: Pi Settings
es: Configuración Pi
ru: Настройки Pi
sr: Пи Сеттингс

source: Alert Settings
es: Configuracion de Alertas
ru: Настройки уведомлений
sr: Поставке упозорења

source: Test email sent to %(recip)s. Check your inbox to see if it was successful.
es: Correo electrónico de prueba enviado a %(recip)s. Revisa tu bandeja de entrada para ver si tuvo éxito.
ru: Проверьте электронную почту, отправленную в %(recip)s. Проверьте свой почтовый ящик, чтобы убедиться, что он был успешным.
sr: Е-пошта теста послата на %(recip)s. Проверите своју пристиглу пошту да бисте видели да ли је била успешна.

source: Reset email counter
es: contador de correo electrónico de restablecimiento
ru: Сброс счетчика электронной почты
sr: Ресет е бројач

source: The hostname of the MQTT server
es: El nombre de host del servidor de MQTT
ru: Имя хоста сервера MQTT
sr: Име хоста МКТТ сервера

source: The port of the MQTT server
es: El puerto del servidor MQTT
ru: Порт сервера MQTT
sr: Порт оф тхе МКТТ сервера

source: Unique client ID for connecting to the MQTT server
es: ID de cliente único para la conexión con el servidor MQTT
ru: Уникальный идентификатор клиента для подключения к серверу MQTT
sr: Јединствени клијент ИД за повезивање са МКТТ сервер

source: Invert Signal
es: Señal Invertida
ru: Инвертировать сигнал
sr: Инверт Сигнал

source: Acquire Image (and save new file)
es: Adquirir imagen (y guardar archivo nuevo)
ru: Приобретите изображение (и сохраните новый файл)
sr: Преузми слику (и сачувај нову датотеку)

source: Acquire Image (and erase last file)
es: Adquirir imagen (y borrar el último archivo)
ru: Приобретите изображение (и удалите последний файл)
sr: Преузми слику (и избриши последњу датотеку)

source: Display Live Video Stream
es: Mostrar transmisión de video en vivo
ru: Отображать поток видео в реальном времени
sr: Прикажи Ливе Видео Стреам

source: Display Latest Timelapse Image
es: Mostrar la última imagen de Timelapse
ru: Отображение последнего изображения Timelapse
sr: Приказ најновијих слика

source: Image Display Type
es: Tipo de visualización de imagen
ru: Тип изображения
sr: Тип приказа слике

source: Show Timestamp
es: Mostrar marca de tiempo
ru: Показать временную метку
sr: Прикажи временску ознаку

source: Maths
es: Matemáticas
ru: математика
sr: Матхс

source: PIDs
ru: ИДП
sr: ПИДс

source: Note Tags
es: Etiquetas de nota
ru: Примечание Теги
sr: Ознаке напомене

source: Show Unit
es: Mostrar unidad
ru: Показать блок
sr: схов Јединица

source: Show Name
es: Mostrar nombre
ru: Показать имя
sr: схов Име

source: Show Channel
es: Mostrar canal
ru: Показать канал
sr: схов канал

source: Show Measurement
es: Mostrar Medición
ru: Показать измерения
sr: схов Мерење

source: Show Set Setpoint
es: Mostrar Setpoint Setpoint
ru: Показать заданное заданное значение
sr: Прикажи подешену вредност
