Repository: hmoldenhauer/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: es, ru, sr

source: There was an error that occurred during the upgrade
es: Hubo un error que ocurrió durante la actualización
ru: Произошла ошибка во время обновления
sr: Дошло је до грешке током надоградње

source: View the upgrade log at /var/log/mycodo/mycodoupgrade.log.
es: Ver el registro de actualización en /var/log/mycodo/mycodoupgrade.log.
ru: Просмотрите журнал обновлений на /var/log/mycodo/mycodoupgrade.log.
sr: Погледајте дневник ажурирања на /вар/лог/мицодо/мицодоупграде.лог.

source: Delete ~/Mycodo/.upgrade to acknowledge this message and restore upgrade functionality.
es: Elimine ~ / Mycodo / .upgrade para confirmar este mensaje y restaurar la funcionalidad de actualización.
ru: Удалите ~ / Mycodo / .upgrade, чтобы подтвердить это сообщение и восстановить функциональность обновления.
sr: Избришите ~ / Мицодо / .упграде да бисте потврдили ову поруку и обновили функционалност надоградње.

source: No upgrade is available. You are running the latest release, version
es: No hay actualización disponible. Estás ejecutando la versión más reciente, la versión
ru: Обновление не доступно. Вы используете последнюю версию, версию
sr: Није доступна надоградња. Покренули сте најновију верзију

source: Click the button below to begin the upgrade process. Note: An upgrade often takes several minutes, and in rare cases hours, to complete. During that time, the Mycodo web interface and server recording sensors and manipulating outputs (among other services) will be completely shut down. It is not recommended not perform an upgrade on a production machine (i.e. trust buy verify: treat the new version as unstable until you have verified it works as expected).
es: Haga clic en el botón de abajo para comenzar el proceso de actualización. Nota: Una actualización suele tardar varios minutos y, en raras ocasiones, horas en completarse. Durante ese tiempo, la interfaz web de Mycodo y los sensores de grabación de servidores y los relés de manipulación (entre otros servicios) se cerrarán por completo. No se recomienda no realizar una actualización en una máquina de producción (es decir, confiar en comprobar: tratar la nueva versión como inestable hasta que haya verificado que funciona como se esperaba).
ru: Нажмите кнопку ниже, чтобы начать процесс обновления. Примечание. Обновление часто занимает несколько минут, а в редких случаях - для завершения. В течение этого времени веб-интерфейс и серверные датчики Mycodo и управление выходами (среди других служб) будут полностью отключены. Не рекомендуется выполнять обновление на производственной машине (т. Е. Проверка прав на покупку: считать новую версию нестабильной, пока вы не проверите ее работу, как ожидалось).
sr: Кликните на дугме испод да бисте започели процес надоградње. Напомена: Надоградња често траје неколико минута, ау ријетким случајевима и сати. Током тог периода, Мицодо веб интерфејс и сензори за снимање сервера и манипулисање излаза (међу осталим услугама) биће потпуно искључени. Не препоручује се да извршите надоградњу на производној машини (тј. Потврди куповину поверења: третирајте нову верзију као нестабилну док не потврдите да функционише како се очекује).

source: Current to latest versions
es: Versión actual a la última versión
ru: Текущие к последним версиям
sr: Актуелно у најновијим верзијама

source: current
es: actual
ru: текущий
sr: Тренутни

source: latest
es: última
ru: последний
sr: најновији

source: Cameras
es: Cámaras
ru: камеры
sr: Камере

source: Raspberry Pi Camera support doesn't appear to be enabled. Please enable it using the Raspberry Pi configuration or with the command 'sudo raspi-config'
es: La compatibilidad con la Raspberry Pi Camera no parece estar habilitada. Por favor habilítelo usando la configuración de Raspberry Pi o con el comando 'sudo raspi-config'
ru: Поддержка Raspberry Pi Camera не включена. Пожалуйста, включите его, используя конфигурацию Raspberry Pi или команду 'sudo raspi-config'
sr: Чини се да подршка за Распберри Пи Цамера није омогућена. Омогућите га помоћу Распберри Пи конфигурације или командом 'судо распи-цонфиг'

source: Different options are available depending on the camera being used.
es: Diferentes opciones están disponibles dependiendo de la cámara que se utiliza.
ru: Различные варианты доступны в зависимости от камеры используются.
sr: Различите опције су доступне у зависности од фотоапарата који се користи.

source: Execute 'fswebcam --device /dev/video0 --list-controls' to see available options to use in 'Custom Options'.
es: Ejecutar 'fswebcam --device / dev / video0 --list-controls' para ver las opciones disponibles para su uso en 'Opciones personalizadas'.
ru: Выполнить «fswebcam --device / DEV / video0 --list-контроль», чтобы увидеть доступные варианты для использования в «Специальные возможности».
sr: Изврши 'фсвебцам девице / дев / видео0 --лист-контрола "да бисте видели опције доступне за коришћење у' Цустом Оптионс '.

source: Name for this Camera
es: Nombre del Cámara
ru: Имя для этой камеры
sr: Име за ову камеру

source: Linux shell command to execute prior to acquiring a still image.
es: comandos shell de Linux para ejecutar antes de la adquisición de una imagen fija.
ru: Командная оболочка Linux выполнить до получения неподвижного изображения.
sr: Линук љуска наредба да се изврши пре стицања фотографију.

source: Linux shell command to execute after acquiring a still image.
es: comandos shell de Linux para ejecutar después de adquirir una imagen fija.
ru: Командная оболочка Linux выполнить после получения неподвижного изображения.
sr: Линук љуска наредба да се изврши након стицања фотографију.

source: The duration to keep the output on prior to acquiring a still image. For example, useful for fluorescent lights that take a few seconds to turn on.
es: La duración para mantener la salida de previo a la adquisición de una imagen fija. Por ejemplo, útil para luces fluorescentes que tienen unos segundos para encender.
ru: Продолжительность держать выход на до приобретения неподвижного изображения. Например, полезно для люминесцентных ламп, которые занимают несколько секунд, чтобы включить.
sr: Трајање да би излаз на пре стицања фотографију. На пример, корисно за флуоресцентне који се неколико секунди да бисте укључили.

source: Path to save still image files. Leave blank to use default location.
es: Ruta para guardar archivos de imágenes fijas. Deje en blanco para usar la ubicación por defecto.
ru: Путь для сохранения файлов неподвижных изображений. Оставьте пустым, чтобы использовать местоположение по умолчанию.
sr: Путања за чување датотека непокретних слика. Оставите празно да бисте користили подразумевану локацију.

source: Path to save timelapse image files. Leave blank to use default location.
es: Ruta para guardar archivos de imagen de lapso de tiempo. Deje en blanco para usar la ubicación por defecto.
ru: Путь для сохранения файлов изображений с интервальной съемкой. Оставьте пустым, чтобы использовать местоположение по умолчанию.
sr: Путања да бисте сачували датотеке са временским прекидима. Оставите празно да бисте користили подразумевану локацију.

source: Path to save video files. Leave blank to use default location.
es: Ruta para guardar archivos de video. Deje en blanco para usar la ubicación por defecto.
ru: Путь для сохранения видео файлов. Оставьте пустым, чтобы использовать местоположение по умолчанию.
sr: Путања за спремање видео датотека. Оставите празно да бисте користили подразумевану локацију.

source: Video Stream
es: Video en directo
ru: Видеопоток
sr: Видео Стреам

source: Timelapse Parameters
es: Parámetros de Timelapse
ru: Параметры Timelapse
sr: Тимелапсе Параметерс

source: Last Timelapse
es: Último Timelapse
ru: Последний разворот
sr: Ласт Тимелапсе

source: Last Still
es: Ultima imágen
ru: Последний раз
sr: Ласт Стилл

source: Asynchronous Graph
es: Graficos Asíncronos
ru: Асинхронный график
sr: Асинцхроноус Грапх

source: Hold down the <kbd>Ctrl</kbd> or <kbd>&#8984;</kbd> key to select more than one
es: Mantener apretado las tecla <kbd>Ctrl</kbd> o <kbd>&#8984;</kbd> para seleccionar más de una
ru: Удерживайте клавишу <kbd> Ctrl </ kbd> или <kbd> & # 8984; </ kbd>, чтобы выбрать несколько
sr: Држите <кбд> Цтрл </кбд> или <кбд> & # 8984; </кбд> тастер да бисте изабрали више од једног

source: Mycodo Version:
es: Mycodo Versión:
ru: Версия для Микодо:
sr: Верзија за Мицодо:

source: Python Version:
es: Versión de Python:
ru: Версия Python:
sr: Питхон Версион:

source: Database Version
es: Versión de base de datos
ru: Версия базы данных
sr: Датабасе Версион

source: Daemon Status
es: Estado del Daemon
ru: Статус демона
sr: Даемон Статус

source: Running
es: Ejecutandose
ru: Бег
sr: Трчање

source: Not Running
es: Detenido
ru: Не бегать
sr: Не ради

source: Daemon Process ID
es: Id. De proceso de Daemon
ru: Идентификатор процесса Daemon
sr: Даемон Процесс ИД

source: Daemon RAM Usage
es: Daemon RAM uso
ru: Использование ОЗУ DEMON
sr: Даемон РАМ Усаге

source: Daemon Virtualenv
sr: Даемон Виртуаленв

source: Yes
es: Sí
ru: да
sr: да

source: No
ru: нет
sr: Не

source: Frontend RAM Usage
es: Uso de RAM Frontend
ru: Использование ОЗУ Frontend
sr: Употреба предње меморије

source: Frontend Virtualenv
sr: Фронтенд Виртуаленв

source: LCDs allow the display of data for easy viewing and for displaying alerts to conditional events you configure (flash the LCD).
es: Las pantallas LCD permiten la visualización de datos para una visualización fácil y para la visualización de alertas a eventos condicionales que usted configura (destelle la pantalla LCD).
ru: ЖК-дисплеи позволяют отображать данные для удобного просмотра и отображения предупреждений о настройке условных событий (вспышка ЖК-дисплея).
sr: ЛЦД екрани омогућавају приказ података за лакше прегледање и за приказивање упозорења условним догађајима које конфигуришете (блиц ЛЦД).

source: Display Set
es: Conjunto de pantalla
ru: Дисплей Set
sr: Дисплаи Сет

source: Live Measurements
es: Valores en Vivo
ru: Живые измерения
sr: Ливе Меасурементс

source: Input (%(type)s), %(sec)s second interval
es: Entrada (%(type)s), %(sec)s segundo intervalo
ru: Вход (%(type)s), %(sec)s второй интервал
sr: Улазни (%(type)s), %(sec)s други интервал

source: Timestamp
es: Último Registro
ru: Отметка
sr: Тиместамп

source: Please wait
es: Por favor espera
ru: пожалуйста, подождите
sr: Сачекајте

source: Back to Method Management
es: Volver al Administrador de Métodos
ru: Назад к управлению методами
sr: Назад на управљање методама

source: Methods allow different types of setpoint tracking in PID controllers. Normally, a PID controller will regulate an environmental condition to a specific setpoint. If you would like the setpoint to change over time, this is called setpoint tracking.
es: Los métodos permiten diferentes tipos de seguimiento de consignas en los controladores PID. Normalmente, un controlador PID regulará una condición ambiental a un punto de consigna específico. Si desea que el punto de ajuste cambie con el tiempo, se denomina seguimiento de consigna.
ru: Методы позволяют осуществлять различные типы отслеживания заданных значений в ПИД-контроллерах. Обычно ПИД-регулятор будет регулировать состояние окружающей среды до определенной заданной точки. Если вы хотите, чтобы заданное значение менялось со временем, это называется отслеживанием заданных значений.
sr: Методе омогућавају различите типове праћења задатих тачака у ПИД контролерима. Нормално, ПИД контролер ће регулисати стање животне средине на одређену задату тачку. Ако желите да се задата вредност промени током времена, то се зове праћење задате тачке.

source: No Saved Methods Exist
es: No existen Métodos almacendos
ru: Нет сохраненных методов
sr: Не постоје спремљене методе

source: Saved Methods
es: Métodos Almacenados
ru: Сохраненные методы
sr: Савед Метходс

source: Active
es: Activar
ru: активный
sr: Активно

source: Inactive
es: Desactivar
ru: Неактивный
sr: Неактиван

source: Output devices enable Mycodo to manipulate things through the use of outputs (wired and wireless), PWM signals, and executing commands. When linked to a PID controller, with an input, output devices can be used for feedback regulation.
es: Los dispositivos de salida permiten a Mycodo manipular cosas mediante el uso de relés (cableados e inalámbricos), señales PWM y ejecución de comandos. Cuando se conecta a un controlador PID, con una entrada, los dispositivos de salida se pueden usar para la regulación de retroalimentación.
ru: Выходные устройства позволяют Mycodo манипулировать вещами с помощью выходов (проводных и беспроводных), сигналов ШИМ и выполнения команд. При подключении к ПИД-регулятору с помощью входных устройств вывода могут использоваться для регулирования обратной связи.
sr: Излазни уређаји омогућавају Мицодо-у да манипулише стварима коришћењем излаза (жичних и бежичних), ПВМ сигнала и извршавања команди. Када је повезан са ПИД регулатором, са улазом, излазни уређаји се могу користити за регулацију повратне спреге.

source: Unconfigured
es: Desconfigurado
sr: Унцонфигуред

source: Manufacturer
es: Fabricante
ru: производитель
sr: Произвођач

source: Select a measurement with the unit:
es: Seleccione una medición con la unidad:
ru: Выберите измерение с блоком:
sr: Изаберите мерење са јединицом:

source: Amps
es: amperios
ru: Ампер
sr: ампер

source: Past Hour
es: Hora pasada
ru: Прошлое час
sr: последњих сат времена

source: Past Day
es: Último Día
ru: Прошлый день
sr: Паст Даи

source: Past Week
es: Última Semana
ru: На прошлой неделе
sr: Прошле недеље

source: Past Month
es: Último Mes
ru: Прошлый месяц
sr: Прошли мјесец

source: Amps (Average over period)
es: Amperios (como promedio en el período)
ru: Ампер (в среднем за период)
sr: Ампер (просечно током периода)

source: Cost
es: Costo
ru: Стоимость
sr: Цост

source: ID
ru: Я БЫ
sr: ИД

source: From
es: De
ru: Из
sr: Од

source: Past Year
es: Último Año
ru: Прошлый год
sr: Прошла година

source: Total
ru: Всего
sr: Тотал

source: Usage Reports
es: Informes de uso
ru: Отчеты об использовании
sr: Извештаји о употреби

source: No Reports. Go to <a href="%(loc)">Energy Usage Options</a> to schedule a report to be generated.
es: Informes no hay. Ir a <a href="%(loc)"> energía Opciones de uso </a> para programar un informe que se genere.
ru: Нет отчеты. Перейти к <a Параметры использования href="%(loc)"> энергии </a> запланировать отчет должен быть создан.
sr: Нема Репортс. Иди на <а хреф="%(лоц)"> Енерги Опције Употреба </а> да испланирам извештај који ће бити генерисан.

source: Measurement Settings
es: Configuraciones de medida
ru: Настройки измерения
sr: Поставке мерења

source: The duration (seconds) between math calculations
es: La duración (segundos) entre los cálculos matemáticos
ru: Продолжительность (в секундах) между математическими вычислениями
sr: Трајање (секунди) између математичких прорачуна

source: No Measurement/Unit Selected
es: Ninguna medida / unidad seleccionada
ru: Не выбрано ни одного измерения / единицы
sr: Но Меасуремент / Унит Селецтед

source: Do Not Convert
es: No convertir
ru: Не конвертировать
sr: Не конвертуј

source: An equation to store the soved value of. Let "x" represent the input value.
es: Una ecuación para almacenar el valor soved de. Deje "x" representar el valor de entrada.
ru: Уравнение для хранения значения soved. Пусть "x" представляет входное значение.
sr: Једначина за складиштење умањене вредности. Нека "x" представља улазну вредност.

source: Disabled
es: Deshabilitar
ru: Отключено
sr: Дисаблед

source: The maximum allowed difference between any selected measurements
es: La diferencia máxima permitida entre cualquier medida seleccionada
ru: Максимально разрешенная разница между любыми выбранными измерениями
sr: Максимална дозвољена разлика између одабраних мерења

source: Do Not Rescale
es: No volver a escalar
ru: Не масштабировать
sr: До Нот Ресцале

source: Number of measurements
es: Número de mediciones
ru: Количество измерений
sr: Број мерења

source: The Python 3 code to execute
es: El código de Python 3 para ejecutar.
ru: Код Python 3 для выполнения
sr: Питхон 3 код за извршење

source: The duration between checking whether the conditional is true
es: La duración entre verificar si el condicional es verdadero
ru: Продолжительность проверки между истинным условием
sr: Трајање између провере да ли је услов исправан

source: Conditions
es: Condiciones
ru: условия
sr: Услови

source: will execute only this action. <strong>self.run_all_actions()</strong> will execute all actions sequentially.
es: ejecutará sólo que esta acción. <Strong> self.run_all_actions () </ strong> se ejecutará todas las acciones de forma secuencial.
ru: будет выполнять только это действие. <Сильный> self.run_all_actions () </ STRONG> будет выполнять все действия последовательно.
sr: ће извршити само ову акцију. <Стронг> селф.рун_алл_ацтионс () </ стронг> ће извршити све радње редом.

source: Paused
es: Pausar
ru: Приостановлена
sr: Паузирано

source: On Hold
es: Mantener
ru: На удерживании
sr: На чекању

source: Select the measurement to use as the input
es: Seleccione la medida para usar como entrada
ru: Выберите измерение для использования в качестве входного
sr: Изаберите мерење за унос

source: Choose the direction(s) to regulate
es: Elija las direcciones para regular
ru: Выберите направление (ы) для регулирования
sr: Одаберите смјер (е) за регулацију

source: This is the desired state of a perticular environmental condition. For instance, this could be the desired temperature in Celsius.
es: Este es el estado deseado de una condición ambiental particular. Por ejemplo, esta podría ser la temperatura deseada en Celsius.
ru: Это желаемое состояние перикулярного состояния окружающей среды. Например, это может быть желаемой температурой в градусах Цельсия.
sr: Ово је жељено стање пертицуларног стања животне средине. На пример, то може бити жељена температура у Целзијусима.

source: The control hysteresis surounding the setpoint, with a band that is the setpoint plus and minus the band value. 0 is disabled.
es: La histéresis de control que rodea el punto de ajuste, con una banda que es el punto de referencia más y menos el valor de la banda. 0 está deshabilitado.
ru: Гистерезис управления, окружающий заданное значение, с полосой, которая является заданной величиной плюс и минус значение диапазона. 0 отключен.
sr: Контролна хистереза окружује задату вредност, са опсегом који је задата вредност плус и минус вредност опсега. 0 је онемогућено.

source: Proportional gain
es: Ganancia proporcional
ru: Пропорциональное усиление
sr: Пропорционални добитак

source: Integral gain
es: Ganancia Integral
ru: Интегральное усиление
sr: Интеграл гаин

source: Derivative gain
es: Ganancia Derivativa
ru: Производная прибыль
sr: Деривативна добит

source: Limit the integrator minimum, for calculating Ki_total: (Ki_total = Ki * integrator; and PID output = Kp_total + Ki_total + Kd_total)
es: Limitar el mínimo del integrador para calcular Ki_total: (Ki_total = integrador Ki * y salida PID = Kp_total + Ki_total + Kd_total)
ru: Ограничьте минимум интегратора для вычисления Ki_total: (Ki_total = Ki * интегратор и PID-выход = Kp_total + Ki_total + Kd_total)
sr: Ограничите минимум интегратора, за израчунавање Ки_тотал: (Ки_тотал = Ки * интегратор; и ПИД излаз = Кп_тотал + Ки_тотал + Кд_тотал)

source: Limit the integrator maximum, for calculating Ki_total: (Ki_total = Ki * integrator; and PID output = Kp_total + Ki_total + Kd_total)
es: Limitar el máximo del integrador, para calcular Ki_total: (Ki_total = integrador Ki * y salida PID = Kp_total + Ki_total + Kd_total)
ru: Ограничьте максимальный интегратор для вычисления Ki_total: (Ki_total = Ki * интегратор и выход PID = Kp_total + Ki_total + Kd_total)
sr: Ограничите максимум интегратора, за израчунавање Ки_тотал: (Ки_тотал = Ки * интегратор; и ПИД излаз = Кп_тотал + Ки_тотал + Кд_тотал)

source: Input/Math
es: Entrada / Matemáticas
ru: Вход / Math
sr: Инпут / Математика

source: Select one for calculating the setpoint. When enabled, measurements override the PID setpoint.
es: Seleccione uno para el cálculo del valor de consigna. Cuando está activada, las mediciones tienen prioridad sobre el valor de consigna PID.
ru: Выберите один для вычисления заданного значения. Если эта функция включена, то измерения переопределения уставки ПИД-регулятора.
sr: Одаберите једног за израчунавање задате вредности. Када је омогућено, мерења заобићи ПИД задате вредности.

source: Invalid saved ID. Save another from this list.
es: Inválida salvó ID. Salvar a otro de esta lista.
ru: Неверный идентификатор сохранен. Сохранить другой из этого списка.
sr: Инвалид сачуван ИД. Сачувајте други са овог списка.

source: Manage Methods
es: Administrar métodos
ru: Способы управления
sr: Манаге Метходс

source: Maximum allowable measurement age
es: Edad máxima permisible de medición
ru: Максимально допустимый возраст измерений
sr: Максимална дозвољена мерења аге

source: Controller to affect
es: Controlador para afectar
ru: Контроллер для воздействия
sr: Контролер ће утицати

source: Activate a controller.
es: Activar un controlador.
ru: Активировать контроллер.
sr: Активирајте контролер.

source: Clear the total volume saved for a flow meter input.
es: Borrar el volumen total ahorrado para una entrada de medidor de flujo.
ru: Очистить общий объем сохраненной на входе расходомера.
sr: Обришете укупну запремину сачуван за улаз метара протока.

source: Execute a Linux shell command.
es: Ejecutar un comando shell de Linux.
ru: Выполнение команды Linux оболочки.
sr: Извршава команде Линукс љуске.

source: Tag to save note with
es: Etiqueta para guardar nota con
ru: Отметить, чтобы сохранить заметку с
sr: Означите да бисте сачували белешку

source: Create a note with the selected Tag.
es: Crear una nota con la etiqueta seleccionada.
ru: Создать с выбранным Tag записку.
sr: Креирали белешку са изабраним Таг.

source: Deactivate a controller.
es: Desactivar un controlador.
ru: Деактивировать контроллер.
sr: Деактивирање контролер.

source: Email Address
es: Dirección de correo electrónico
ru: Адрес электронной почты
sr: Адреса Е-поште

source: Email address to notify
es: Dirección de correo electrónico para notificar
ru: Адрес электронной почты для уведомления
sr: Емаил адреса за обавештавање

source: Email a single recipient.
es: Enviar a un único destinatario.
ru: Электронная почта одного получателя.
sr: Пошаљите једну примаоца.

source: Email multiple recipients. Separate email addresses with commas (e.g. "email1@address.com,email2@address.com").
es: Correo electrónico múltiples destinatarios. direcciones de correo electrónico separados con comas (por ejemplo, "email1 @ address.com, email2 @ address.com").
ru: Отправить несколько получателей. Отдельные адреса электронной почты запятыми (например, "EMAIL1 @ address.com, email2 @ address.com").
sr: Емаил више прималаца. Одвојени емаил адресе са зарезом (нпр "ЕМАИЛ1 @ аддресс.цом, ЕМАИЛ2 @ аддресс.цом").

source: LCD to flash
es: LCD para flash
ru: ЖК-дисплей
sr: ЛЦД да трепће

source: Stop LCD flashing.
es: Parada intermitente de LCD.
ru: Стоп LCD мигает.
sr: Стоп ЖК трепери.

source: Start LCD flashing.
es: Inicio intermitente de LCD.
ru: Start LCD мигает.
sr: Начало ЛЦД трепери.

source: Force measurements to be conducted for an input
es: mediciones de la fuerza para llevar a cabo para una entrada
ru: Измерения сил, которые будут проводиться для входа
sr: Сила мерења да се спроведе за унос

source: Backlight Off
es: Luz de fondo apagada
ru: Подсветка выключена
sr: Бацклигхт Офф

source: Turn off LCD backlight (if supported).
es: Apaga la luz de fondo del LCD (si es compatible).
ru: Выключите подсветку ЖК-дисплея (если поддерживается).
sr: Искључите ЛЦД осветљење (ако је подржано).

source: Backlight On
es: En retroiluminación
ru: Подсветка Вкл
sr: бацклигхт На
