Repository: hmoldenhauer/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: es, ru, sr

source: Check to turn the output off after (opposed to before) the measurement is complete
es: Marque para desactivar la salida después de (a diferencia de antes) la medición está completa
ru: Проверьте, чтобы отключить выход после (в отличие от ранее) измерения завершено
sr: Проверите да ли је излаз искључен после (за разлику од пре) мерења

source: Pre Output
es: Salida para Antes
ru: Предварительный выход
sr: Пре Оутпут

source: Turn the selected output on before taking every measurement
es: Enciende el relé seleccionado antes de tomar cada valor
ru: Перед выполнением каждого измерения поверните выбранный выход
sr: Укључите изабрани излаз пре сваког мерења

source: Protocol
es: Protocolo
ru: протокол
sr: Протокол

source: Wireless 433 MHz protocol
es: Protocolo inalámbrico de 433 MHz
ru: Беспроводной протокол 433 МГц
sr: Бежични 433 МХз протокол

source: Pulse Length
es: Longitud de Pulso
ru: Длительность импульса
sr: Пулсе Ленгтх

source: Wireless 433 MHz pulse length
es: Longitud de pulso inalámbrico de 433 MHz
ru: Беспроволочная длина импульса 433 МГц
sr: Бежична дужина импулса од 433 МХз

source: PWM Command
es: Comando PWM
ru: Команда PWM
sr: ПВМ Цомманд

source: Frequency (Hertz)
es: Frecuencia (Hertz)
ru: Частота (Hertz)
sr: Фреквенција (Хертз)

source: The Hertz to output the PWM signal (0 - 70,000)
es: Hertz para emitir la señal PWM (0 - 70,000)
ru: Hertz для вывода сигнала ШИМ (0 - 70 000)
sr: Хертз за излаз ПВМ сигнала (0 - 70,000)

source: Library
es: Catálogo
ru: Библиотека
sr: Либрари

source: Which method to produce the PWM signal (hardware pins can produce higher frequencies)
es: Qué método producir la señal PWM (los pernos de hardware pueden producir frecuencias más altas)
ru: Какой метод для получения сигнала ШИМ (аппаратные выводы могут создавать более высокие частоты)
sr: Који метод за израду ПВМ сигнала (хардвер игле могу произвести више фреквенције)

source: Reference Resistance
es: Resistencia de referencia
ru: Сопротивление
sr: Референце Ресистанце

source: Reference resistance (Ohm)
es: Resistencia de referencia (Ohm)
ru: Ссылочный сопротивление (Ом)
sr: Референтна отпорност (Охм)

source: Refresh (seconds)
es: Refrescar (segundos)
ru: Обновить (в секундах)
sr: Освежи (у секундама)

source: Number of seconds to wait between acquiring any new measurements.
es: Segundos a esperar antes de adquirir una nueva valores.
ru: Количество секунд ожидания между любыми новыми измерениями.
sr: Број секунди за чекање између нових мерења.

source: Measurement resolution
es: Resolución de la medida
ru: Разрешение измерения
sr: Резолуција мерења

source: Pulses Per Rev
es: Pulsos por Revolución
ru: Импульсы Per Rev
sr: Пулсес Пер Рев

source: The number of pulses per revolution to calculate revolutions per minute (RPM)
es: La cantidad de pulsos por revolución para calcular revoluciones por minuto (RPM)
ru: Количество импульсов на оборот для расчета оборотов в минуту (RPM)
sr: Број импулса по обрту за израчунавање броја обртаја у минути (РПМ)

source: Sample Time
es: Tiempo de muestra
ru: Время выборки
sr: Сампле Тиме

source: The amount of time (seconds) to sample the input before caluclating the measurement
es: La cantidad de tiempo (segundos) para muestrear la entrada antes de calcular la medición
ru: Количество времени (в секундах) для выборки входных данных до вычисления измерения
sr: Количина времена (секунди) за узорковање улаза прије израчунавања мјерења

source: Unscaled Unit Min
es: Unidad sin escalar Min
ru: Не масштабированная единица мин
sr: Унсцалед Унит Мин

source: Unscaled minimum unit
es: Unidad mínima sin escala
ru: Немасштабированная минимальная единица
sr: Минимална јединица без скалирања

source: Unscaled Unit Max
es: Unidad sin escala máxima
ru: Не масштабированный модуль Макс
sr: Јединица без скалирања Макс

source: Unscaled maximum unit
es: Unidad máxima sin escala
ru: Немасштабированная максимальная единица
sr: Максимална јединица без скалирања

source: Rescaled Unit Min
es: Unidad Rescaled Min
ru: Масштабированная единица мин
sr: Увећана јединица Мин

source: Rescaled minimum unit
es: Unidad mínima redimensionada
ru: Пересчитанная минимальная единица
sr: Минимална минимална јединица

source: Rescaled Unit Max
es: Unidad escalada max
ru: Масштабированная единица измерения
sr: Увећана јединица Макс

source: Rescaled maximum unit
es: Unidad máxima redimensionada
ru: Пересчитанная максимальная единица
sr: Резолуција максималне јединице

source: Measurement Unit
es: Unidad de medida
ru: Измерительное устройство
sr: Мерна јединица

source: Select the measurement and unit to store this measurement in the database
es: Seleccione la medida y la unidad para almacenar esta medida en la base de datos
ru: Выберите измерение и единицу измерения, чтобы сохранить это измерение в базе данных.
sr: Изаберите мерење и јединицу за чување овог мерења у бази података

source: Sensitivity
es: Sensibilidad
ru: чувствительность
sr: Осетљивост

source: Measurement sensitivity
es: Sensibilidad de medicion
ru: Чувствительность измерения
sr: Осетљивост мерења

source: Setpoint Tracking Type
es: Tipo de seguimiento de punto de ajuste
ru: Заданное значение Тип слежения
sr: Сетпоинт праћење Тип

source: Select the type of setpoint tracking
es: Seleccione el tipo de seguimiento de consigna
ru: Выберите тип уставки слежения
sr: Изаберите тип задате праћења

source: The input voltage to the sensor
es: La tensión de entrada al sensor.
ru: Входное напряжение на датчик
sr: Улазни напон сензора

source: Shutdown Value
es: Valor de apagado
ru: Shutdown Значение
sr: схутдовн Вредност

source: The output value to set when Mycodo shuts down
es: El valor de salida de set cuando Mycodo Cierra
ru: Выходное значение для набора, когда Mycodo выключается
sr: Излазна вредност на сету када Мицодо гаси

source: Start Offset (seconds)
es: Comience el desplazamiento (segundos)
ru: Начало смещения (в секундах)
sr: Почетни помак (у секундама)

source: The duration (seconds) to wait before the first operation
es: La duración (segundos) a esperar antes de la primera operación.
ru: Продолжительность (в секундах) ожидания перед первой операцией
sr: Трајање (секунди) чекања пре прве операције

source: Startup Value
es: Valor de inicio
ru: Startup Значение
sr: стартуп Вредност

source: The output value to set when Mycodo starts up
es: El valor de salida de set cuando se pone en marcha Mycodo
ru: Выходное значение, чтобы установить, когда Mycodo запускается
sr: Излазна вредност на сету када Мицодо стартује

source: Shutdown State
es: Estado de apagado
ru: Shutdown государство
sr: схутдовн државе

source: When Mycodo shuts down, set the output state
es: Cuando Mycodo se apaga, establece el estado de salida
ru: Когда Mycodo выключается, установите выходное состояние
sr: Када Мицодо гаси, подесите стање излаза

source: Startup State
es: Estado Inicial
ru: Начальное состояние
sr: Старт Стате

source: When Mycodo starts, set the output state
es: Cuando Mycodo se inicia, configure el estado del relé
ru: Когда Mycodo запускается, установите выходное состояние
sr: Када се Мицодо покрене, подесите излазно стање

source: Edge detection: low to high (rising), high to low (falling), or both
es: Detección de bordes: baja a alta (subida), alta a baja (caída), o ambas
ru: Обнаружение кромок: от низкого до высокого (повышение), от высокого до низкого (падение) или от обоих
sr: Детекција ивица: ниска до висока (диже се), висока до ниска (пада) или обоје

source: Bounce Time (ms)
es: Tiempo de rebote (ms)
ru: Время отказов (мс)
sr: Време одбијања (мс)

source: The amount of time (miliseconds) to bounce the input signal
es: La cantidad de tiempo (milisegundos) para rebotar la señal de entrada
ru: Время (милисекунды) для отскока входного сигнала
sr: Количина времена (милисекунди) за одбијање улазног сигнала

source: Reset Period
es: Periodo de restablecimiento
ru: Период сброса
sr: Период поништавања

source: Wait a period of time (seconds) after the first edge detection to begin detecting again
es: Espere un período de tiempo (segundos) después de la primera detección de borde para comenzar a detectar de nuevo
ru: Подождите некоторое время (секунды) после обнаружения первого края, чтобы снова начать обнаружение
sr: Сачекајте временски период (секунде) након првог откривања ивице да бисте поново почели да детектујете

source: RTD Probe Type
es: Tipo de sonda RTD
ru: Тип зонда RTD
sr: Тип сонде РТД

source: The type of thermocouple connected
es: El tipo de termopar conectado
ru: Тип подключенной термопары
sr: Тип термоелемента спојен

source: Times Check
es: Verificación de tiempos
ru: Проверка времени
sr: Тимес Цхецк

source: Number of times to check
es: Número de veces para comprobar
ru: Количество раз проверить
sr: Број пута за проверу

source: Trigger at Startup
es: Gatillo al inicio
ru: Триггер при запуске
sr: Триггер ат Стартуп

source: Whether or not to trigger Functions when Mycodo starts
es: Si activar o no funciones cuando se inicia Mycodo
ru: Нужно ли запускать функции при запуске Mycodo
sr: Да ли ће се активирати Функције када се покрене Мицодо

source: UART Device
es: Dispositivo UART
ru: Устройство UART
sr: УАРТ Девице

source: The UART device location (e.g. /dev/ttyUSB1)
es: La ubicación del dispositivo UART (por ejemplo, / dev / ttyUSB1)
ru: Расположение устройства UART (например, / dev / ttyUSB1)
sr: Локација УАРТ уређаја (нпр. / Дев / ттиУСБ1)

source: Weighting
es: Ponderación
ru: утяжеление
sr: Пондерисање

source: The weighting of the previous measurement on the current measurement. Range: 0.0 - 1.0. Used for smoothing measurements. 0.0 means no weighting.
es: La ponderación de la medición anterior en la medición actual. Rango: 0.0 - 1.0. Utilizado para alisar medidas. 0.0 significa que no hay ponderación.
ru: Утяжеление предыдущего измерения при измерении тока. Диапазон: 0,0 - 1,0. Используется для сглаживания измерений. 0.0 означает отсутствие взвешивания.
sr: Пондерирање претходног мерења на тренутном мерењу. Распон: 0.0 - 1.0. Користи се за изравнавање мерења. 0.0 значи да нема пондерисања.

source: Always Min (Raise)
es: Siempre Min (Levante)
ru: Всегда Min (Raise)
sr: Увек минимум (Ксианг)

source: Never allow duty cycle to go below Min.
es: Nunca permita que el ciclo de trabajo para ir por debajo Min.
ru: Никогда не позволяют скважность идти ниже Мин.
sr: Никада немојте дозволити да радни циклус да иде доле Мин.

source: Always Min (Lower)
es: Siempre Min (Baja)
ru: Всегда Min (Lower)
sr: Увек минимум (Доња)

source: Noise Band
es: Banda de ruido
ru: Шумная лента
sr: Ноисе Банд

source: Outstep
es: Atravesar
ru: переступать
sr: Оутстеп

source: Measurements to Average
es: Las mediciones para promediar
ru: Измерения в Average
sr: Мерења на просечне

source: The number of times to measure each channel. An average of the measurements will be stored.
es: El número de veces para medir cada canal. Un promedio de las mediciones se almacenará.
ru: Количество раз для измерения каждого канала. Среднее значение измерений будут сохранены.
sr: Број пута за мерење сваки канал. У просеку мерења ће бити сачувана.

source: Set the calibration method to perform during Input activation
es: Configure el método de calibración para realizar durante la activación de entrada
ru: Установите метод калибровки для выполнения во время активации входа
sr: Подесите метод калибрације да се изврши током активације улаза

source: Set the sensor gain
es: Ajuste la ganancia del sensor
ru: Установка усиления датчика
sr: Подесите сензора добитак

source: Illumination LED Current
es: Corriente iluminación LED
ru: Освещение LED ток
sr: Осветљење Лед Тренутни

source: Set the illumination LED current (milliamps)
es: Ajuste la corriente de LED de iluminación (miliamperios)
ru: Установите освещение LED ток (мА)
sr: Подесите осветљења ЛЕД струја (милиампера)

source: Illumination LED Mode
es: Modo de iluminación LED
ru: Режим светодиодной подсветки
sr: Осветљење Лед режим

source: Turn the illumination LED on or off during a measurement
es: Girar la iluminación LED encendido o apagado durante una medición
ru: Включите освещение LED или выключается во время измерения
sr: Укључите осветљење ЛЕД или искључити у току мерења

source: Indicator LED Current
es: Corriente Indicador LED
ru: Индикатор тока
sr: ЛЕД индикатор Тренутни

source: Set the indicator LED current (milliamps)
es: Ajuste la corriente de LED indicador (miliamperios)
ru: Установите светодиодный индикатор тока (мА)
sr: Сет индикатора ЛЕД струја (милиампера)

source: Indicator LED Mode
es: Modo LED indicador
ru: Режим Светодиодный индикатор
sr: ЛЕД индикатор режим

source: Turn the indicator LED on or off during a measurement
es: Girar el indicador LED encendido o apagado durante una medición
ru: Включите светодиодный индикатор включения или выключения во время измерения
sr: Окрените индикатор ЛЕД или искључити у току мерења

source: Integration Time
es: Tiempo de integración
ru: Время интеграции
sr: integracija Време

source: The integration time (0 - ~91 ms)
es: El tiempo de integración (0 - ~ 91 ms)
ru: Время интегрирования (0 - ~ 91 мс)
sr: Време интеграције (0 - ~ 91 Мс)

source: The Max Age (seconds) of the Input/Math to use for calibration
es: La edad máxima (segundos) de la entrada / matemática a usar para la calibración
ru: Максимальный возраст (в секундах) ввода / математики, используемый для калибровки
sr: Мак Аге (секунде) Инпут / Матх за употребу за калибрацију

source: Select a measurement for temperature compensation
es: Seleccionar una medida para la compensación de temperatura
ru: Выберите измерение для температурной компенсации
sr: Изаберите мерење за компензацију температуре

source: The maximum age (seconds) of the measurement to use for temperature compensation
es: La edad máxima (segundos) de la medición a utilizar para la compensación de temperatura
ru: Максимальный возраст (в секундах) измерений использовать для температурной компенсации
sr: Максималан аге (секунди) мерења користити за температурне компензације

source: Flow Meter Type
es: Flujo Tipo de medidor
ru: Измеритель расхода Тип
sr: Флов метра Тип

source: Set the type of flow meter used
es: Establecer el tipo de medidor de flujo utilizado
ru: Установите тип расходомера, используемый
sr: Подесите врсту мерача протока користи

source: Atlas Meter Time Base
es: Atlas Meter Base Tiempo
sr: Атлас метра Време база

source: If using an Atlas Scientific flow meter, set the flow rate/time base
es: Si se utiliza un medidor de flujo Atlas Scientific, establecer la base de caudal / hora
ru: При использовании прибора Atlas Scientific потока, установить скорость потока / временную базу
sr: Ако користите метра атлас Сциентифиц протока, подесите протока / временске основе

source: Internal Resistor
es: La resistencia interna
ru: Внутренний резистор
sr: Интерна Отпорник

source: Set an internal resistor for the flow meter
es: Establecer una resistencia interna para el medidor de flujo
ru: Установить внутренний резистор для расходомера
sr: Сет интерни отпорник за мерач протока

source: Custom K Value(s)
es: Costumbre K Valor (s)
ru: Пользовательские К Значение (ы)
sr: Цустом к Вредност (и)

source: If using a non-Atlas Scientific flow meter, enter the meter's K value(s). For a single K value, enter '[volume per pulse],[number of pulses]'. For multiple K values (up to 16), enter '[volume at frequency],[frequency in Hz];[volume at frequency],[frequency in Hz];...'. Leave blank to disable.
es: Si se utiliza un medidor de flujo no Atlas Scientific, introducir el valor K del medidor (s). Para un solo valor K, introduzca '[volumen por impulso], [número de pulsos]'. Para múltiples valores de K (hasta 16), introduzca '[volumen en frecuencia], [frecuencia en Hz]; [volumen en frecuencia], [frecuencia en Hz]; ...'. Dejar en blanco para desactivar.
ru: При использовании прибора не-Атлас Scientific потока, введите значение K измерительного прибора (ов). Для одного значения K, введите «[объем на импульс], [число импульсов]». Для нескольких значений K (до 16), введите '[объем при частоте], [частота в Гц]; [объем при частоте], [частота в Гц]; ...'. Оставьте пустым, чтобы отключить.
sr: Ако користите мерач не-атлас Сциентифиц протока, унесите мерача К вредност (с). За једну К вредности, унесите '[волумен по импулсу], [број импулса] ". За више вредности к (до 16), унесите '[волуме на фреквенцији], [фреквенција у Хз]; [волуме на фреквенцији], [фреквенција у Хз]; ... ". Оставите празно да онемогући.

source: K Value Time Base
es: K Base de tiempo Valor
ru: K Значение Time Base
sr: К вредност Време база

source: If using a non-Atlas Scientific flow meter, set the flow rate/time base for the custom K values entered.
es: Si se utiliza un medidor de flujo no-Atlas científica, establecer la base caudal / hora para los valores a medida K introducidos.
ru: При использовании прибора не-Atlas Scientific потока, установите скорость потока / временную базу для значений пользовательских K введенных.
sr: Ако користите мерач не-атлас Сциентифиц протока, подесите базу проток / време за вредности прилагођене К ушли.

source: LED Only For Measure
es: LED sólo para la medida
ru: LED Только для Меры
sr: ЛЕД Само за меру

source: Turn the LED on only during the measurement
es: Encender el LED sólo durante la medición
ru: Включите светодиод только на время измерения
sr: Укључите ЛЕД на само током мерења

source: LED Percentage
es: Porcentaje LED
ru: LED Процент
sr: ЛЕД Проценат

source: What percentage of power to supply to the LEDs during measurement
es: ¿Qué porcentaje de energía para suministrar a los LED durante la medición
ru: Какой процент от мощности для питания на светодиоды во время измерения
sr: Који проценат снаге да достави ЛЕД током мерења

source: Gamma Correction
es: Corrección gamma
ru: Гамма-коррекция
sr: Гама корекција

source: Gamma correction between 0.01 and 4.99 (default is 1.0)
es: corrección Gamma entre 0,01 y 4,99 (por defecto es 1.0)
ru: Гамма-коррекция между 0,01 и 4,99 (по умолчанию 1.0)
sr: Гамма корекција између 0,01 и 4,99 (дефаулт је 1.0)

source: Humidity Oversampling
es: humedad sobremuestreo
ru: Влажность передискретизации
sr: Влажност Оверсамплинг

source: A higher oversampling value means more stable readings with less noise and jitter. However each step of oversampling adds ~2 ms latency, causing a slower response time to fast transients.
es: A significa el valor de sobremuestreo superior lecturas más estables con menos ruido y la fluctuación de fase. Sin embargo cada paso de sobremuestreo añade ~ 2 ms de latencia, causando un tiempo de respuesta más lenta a transitorios rápidos.
ru: Более высокое значение означает передискретизации более стабильных показаний с меньшим уровнем шума и дрожания. Однако каждый этап передискретизации добавляет ~ 2 мс задержки, в результате чего более медленное время отклика на быстрых переходных процессов.
sr: А већи оверсамплинг вредност значи стабилније очитавања са мање буке и јиттер. Међутим сваки корак оверсамплинг додаје ~ 2 мс латенци, узрокујући спорији одзив на брзе прелазне појаве.

source: Temperature Oversampling
es: sobremuestreo temperatura
ru: Температура передискретизации
sr: temperatura Оверсамплинг

source: Pressure Oversampling
es: sobremuestreo presión
ru: Дискретизация давления
sr: pritisak Оверсамплинг

source: IIR Filter Size
es: Tamaño del filtro IIR
ru: IIR Размер фильтра
sr: ИИР филтера величина

source: Optionally remove short term fluctuations from the temperature and pressure readings, increasing their resolution but reducing their bandwidth.
es: Opcionalmente eliminar fluctuaciones a corto plazo de las lecturas de temperatura y de presión, el aumento de su resolución, pero la reducción de su ancho de banda.
ru: При желании удалить кратковременные колебания от температуры и давления показаний, увеличивая их разрешение, но снижает их пропускную способность.
sr: Опционо уклањање краткорочне осцилације од температуре и притиска очитавања, повећавајући њихову резолуцију али смањује њихову пропусност.

source: Gas Heater Temperature (°C)
es: Calentador de gas de temperatura (° C)
ru: Газ Нагреватель Температура (° С)
sr: Гас Грејач Температура (° Ц)

source: What temperature to set
es: ¿Qué temperatura de conjunto
ru: Какая температура в наборе
sr: Шта температура у сету

source: Gas Heater Duration (ms)
es: Calentador de gas Duración (ms)
ru: Газ Подогреватель Длительность (мс)
sr: Гас Грејач Трајање (МС)

source: How long of a duration to heat. 20-30 ms are necessary for the heater to reach the intended target temperature.
es: ¿Cuánto tiempo de duración para calentar. 20-30 ms son necesarios para el calentador alcance la temperatura objetivo previsto.
ru: Как долго от продолжительности тепла. 20-30 мс необходимы для нагревателя, чтобы достичь желаемого целевого температуры.
sr: Колико од трајања на топлоту. 20-30 мс су неопходни за грејач да достигне жељено температуру.

source: Gas Heater Profile
es: Calentador de gas Perfil
ru: Газовый нагреватель Профиль
sr: Гас Грејач Профил

source: Select one of the 10 configured heating durations/set points
es: Seleccione una de las 10 duraciones de calentamiento configurados / puntos de ajuste
ru: Выберите один из 10 сконфигурированных отоплений / длительность заданных точек
sr: Изаберите једну од 10 подесио за грејање трајања / Сет бодова

source: Temperature Offset
es: compensación de temperatura
ru: Температура Offset
sr: temperatura Оффсет

source: The amount to offset the temperature, either negative or positive
es: La cantidad para compensar la temperatura, ya sea negativo o positivo
ru: Количество, чтобы компенсировать температуру, либо отрицательным или положительным
sr: Износ који офсет температуре, или негативна или позитивна

source: Enable heater to evaporate condensation. Turn on heater x seconds every y measurements.
es: Habilitar el calentador para evaporar la condensación. Encienda el calentador x segundos cada y medidas.
ru: Включить нагреватель для испарения конденсата. Включайте нагреватель на x секунд каждые y измерений.
sr: Омогућите грејање да испари кондензацију. Укључите грејач к секунди сваког и мерења.

source: Command Timeout
es: Tiempo de espera de comandos
ru: Команда Тайм-аут
sr: команда Истекло

source: How long to wait for the command to finish before killing the process.
es: ¿Cuánto tiempo para esperar a que el comando termine antes de matar el proceso.
ru: Как долго ждать команды до конца, прежде чем убить процесс.
sr: Колико дуго да чекају команду до краја пре убиства процес.

source: CWD
ru: УХО
sr: ЦВД

source: The current working directory of the shell environment.
es: El directorio de trabajo actual del entorno de shell.
ru: Текущий рабочий каталог среды оболочки.
sr: Садашњи радни директоријум шкољке животне средине.

source: Measurement Range
es: Rango de medicion
ru: Диапазон измерений
sr: Раздаљина

source: Set the measuring range of the sensor
es: Ajuste el rango de medición del sensor
ru: Установите диапазон измерения датчика
sr: Подесите мерни опсег сензора

source: Enable automatic baseline correction (ABC)
es: Habilitar la corrección de línea de base automática (ABC)
ru: Включить автоматическую коррекцию базовой линии (ABC)
sr: Омогући аутоматску корекцију основне линије (АБЦ)

source: Hostname
es: Nombre de host
sr: Хостнаме

source: Keep Alive
es: Mantener viva
ru: поддерживать
sr: Одржи у животу

source: Maximum amount of time between received signals.
es: Cantidad máxima de tiempo entre las señales recibidas.
ru: Максимальное количество времени между принятыми сигналами.
sr: Максимални износ времена између примљених сигнала.

source: Set to 0 to disable.
es: Se establece en 0 para desactivar.
ru: Установите 0, чтобы отключить.
sr: Подесите на 0 до искључити.

source: Client ID
es: Identificación del cliente
ru: ID клиента
sr: ИД клијента
