Repository: hmoldenhauer/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: es, ru, sr

source: Add
es: Agregar
ru: Добавить
sr: Додати

source: Dashboard
es: Tablero
ru: Панель приборов
sr: Командна табла

source: Widget
ru: Виджет
sr: видгет

source: Spacer
es: Espaciador
ru: распорка
sr: Спацер

source: Graph
es: Gráfico
ru: график
sr: Грапх

source: Gauge
es: Indicador
ru: измерительный прибор
sr: Колосек

source: PWM Slider
es: PWM deslizante
sr: ПВМ клизач

source: PID Control
es: Control PID
ru: ПИД-регулирование
sr: ПИД Цонтрол

source: Average
es: Promedio
ru: Средний
sr: Просек

source: Last
es: Último
ru: Прошлой
sr: последњи

source: Past
es: Pasado
ru: прошлое
sr: прошлост

source: Sum
es: Suma
ru: сумма
sr: збир

source: Difference
es: Diferencia
ru: разница
sr: Разлика

source: Equation
es: Ecuación
ru: Уравнение
sr: Екуатион

source: Humidity
es: Humedad
ru: влажность
sr: Влажност

source: Redundancy
es: Redundancia
ru: избыточность
sr: Сувишност

source: Statistics
es: Estadísticas
ru: Статистика
sr: Статистика

source: Verification
es: Verificación
ru: верификация
sr: Верификација

source: Vapor Pressure Deficit
es: Déficit de presión de vapor
ru: Дефицит давления пара
sr: Вапор Прессуре Дефицит

source: Time/Date
es: Hora Fecha
ru: Дата / время
sr: Време / Датум

source: Duration
es: Duracion
ru: продолжительность
sr: Трајање

source: Band Min
es: Banda min
ru: Полоса Мин
sr: Банд Мин

source: Band Max
es: Banda max
sr: Банд Мак

source: Calibration
es: Calibración
ru: калибровка
sr: Калибрација

source: GPIO State
es: Estado GPIO
ru: Состояние GPIO
sr: ГПИО Стате

source: Output State
es: Estado de salida
ru: Выходной государственный
sr: излаз државе

source: Output Duration On
es: Duración salida On
ru: Выход Продолжительность On
sr: Излаз Трајање На

source: Controller Running
es: controlador de reproducción
ru: контроллер Running
sr: kontroler Трчање

source: Execute Actions
es: Ejecutar acciones
ru: Выполнить действия
sr: Изврши радње

source: Trigger: Timer (Daily Point)
es: Disparador: temporizador (punto diario)
ru: Триггер: Таймер (Дневная точка)
sr: Триггер: Тимер (Дневна тачка)

source: Daily Span
es: Duración diaria
ru: Дневной промежуток
sr: Даили Спан

source: Run PWM Method
es: Ejecutar el método PWM
ru: Запустить метод ШИМ
sr: Покрените ПВМ методу

source: Sunrise/Sunset
es: La salida del sol puesta de sol
ru: Восход закат
sr: Излазак и залазак Сунца

source: Camera
es: Cámara
ru: камера
sr: Камера

source: Flow Meter
es: Medidor de corriente
ru: Расходомер
sr: флов метра

source: Clear Total Volume
es: Claro Volumen Total
ru: Очистить Общий объем
sr: Ведро Укупно Том

source: Email with Photo Attachment
es: Correo electrónico con foto adjunta
ru: Электронная почта с приложением фотографии
sr: Емаил витх Пхото Аттацхмент

source: Email with Video Attachment
es: Correo electrónico con video adjunto
ru: Электронная почта с вложением видео
sr: Емаил са видео прилогом

source: Execute Command
es: Ejecutar comando
ru: Выполнять команду
sr: Изврши команду

source: Input
es: Entrada
ru: вход
sr: Улазни

source: Force Measurements
es: Mediciones de fuerza
ru: Измерения силы
sr: Мјерење силе

source: Off
es: Apague
ru: от
sr: Ван

source: On
es: Encienda
ru: На
sr: на

source: Flashing Off
es: Intermitente Apagado
ru: Мигает Выкл
sr: treperi Искључено

source: Flashing On
es: El parpadeo
ru: мерцать
sr: treperi На

source: Set Method
es: Método de ajuste
ru: Задать метод
sr: Сет Метход

source: Setpoint
es: Referencia
ru: Заданная
sr: Сет лопта

source: Raise
es: Aumento
ru: поднимать
sr: Подићи

source: Lower
es: Inferior
ru: ниже
sr: Ниже

source: Restart
es: Reiniciar
ru: Перезапуск
sr: Поново покренути

source: Shutdown
es: Apagar
ru: Неисправность
sr: Искључити

source: ADC
ru: адъютант
sr: АЦП

source: Altitude
es: Altura
ru: высота над уровнем моря
sr: Надморска висина

source: Battery
es: Batería
ru: аккумулятор
sr: Батерија

source: Boolean
es: booleano
ru: логический
sr: Боолеан

source: CO2
ru: СО2
sr: ЦО2

source: Color (Red)
es: Color rojo)
ru: Красный цвет)
sr: Боја црвена)

source: Color (Green)
es: Color verde)
ru: Цвет (зеленый)
sr: Боја (Зелена)

source: Color (Blue)
es: Color azul)
ru: Цвет синий)
sr: Боја (Блацк)

source: Color (x)
ru: Цвет (х)
sr: Боја (х)

source: Color (y)
es: El color (y)
ru: Цвет (у)
sr: Боја (И)

source: Color (Y)
ru: Цвет (Y)
sr: Цолор (И)

source: CPU Load 1 min
es: Carga de CPU 1 min
ru: Загрузка процессора 1 мин.
sr: ЦПУ Лоад 1 мин

source: CPU Load 5 min
es: CPU carga 5 min
ru: Загрузка процессора 5 мин.
sr: ЦПУ Лоад 5 мин

source: CPU Load 15 min
es: Carga de CPU 15 min.
ru: Загрузка процессора 15 мин.
sr: ЦПУ Лоад 15 мин

source: Dewpoint
es: Punto de rocío
ru: Точка росы
sr: Тачка рошења

source: Direction
es: Dirección
ru: направление
sr: Правац

source: Disk
es: Disco
ru: диск
sr: Диск

source: Dissolved Oxygen
es: Oxígeno disuelto
ru: Растворенный кислород
sr: Растворени кисеоник

source: Duty Cycle
es: Ciclo de Trabajo
ru: Рабочий цикл
sr: Радни циклус

source: GPIO Edge
sr: ГПИО Едге

source: Electrical Conductivity
es: Conductividad eléctrica
ru: Электрическая проводимость
sr: Електрична проводљивост

source: Electrical Current
es: Corriente eléctrica
ru: Электрический ток
sr: Електрична струја

source: Electrical Potential
es: Potencial eléctrico
ru: Электрический потенциал
sr: Елецтрицал Потентиал

source: Frequency
es: Frecuencia
ru: частота
sr: Фреквенција

source: Humidity Ratio
es: Radio de Húmedad
ru: Влажность
sr: Омјер влажности

source: Ion Concentration
es: Concentración de iones
ru: Концентрация ионов
sr: Ион Цонцентратион

source: Length
es: Longitud
ru: длина
sr: дужина

source: Light
es: Luz
ru: Легкий
sr: Лигхт

source: Moisture
es: Humedad
ru: влажность
sr: Влажност

source: Oxidation Reduction Potential
es: Potencial de reducción de oxidación
ru: Окислительно-восстановительный потенциал
sr: Оксидација Смањење потенцијала

source: PID P-Value
es: Valor PID PID
sr: ПИД П-вредност

source: PID I-Value
sr: ПИД И-вредност

source: PID D-Value
es: Valor D de PID
sr: ПИД-вредност

source: Pressure
es: Presión
ru: давление
sr: Притисак

source: Pulse Width
es: Ancho de pulso
ru: Ширина импульса
sr: Ширина импулса

source: Radiation Dose Rate
es: Tasa de Dosis de Radiación
ru: Лучевая мощности дозы
sr: Дозе зрачења курс

source: Volume Flow Rate
es: Caudal volumétrico
ru: Расход Объем
sr: Том Проток

source: Resistance
es: Resistencia
ru: сопротивление
sr: отпорност

source: Revolutions
es: Revoluciones
ru: обороты
sr: Револуције

source: Specific Enthalpy
es: Entalpía Específica
ru: Специальная энтальпия
sr: Специфиц Ентхалпи

source: Specific Volume
es: Volumen Específico
ru: Конкретный объем
sr: Специфиц Волуме

source: Temperature
es: Temperatura
ru: температура
sr: Температуре

source: Unitless
es: sin unidad
ru: безразмерный
sr: неименовани

source: Version
es: Versión
ru: Версия
sr: верзија

source: VOC
sr: ВОЦ

source: Volume
es: Volumen
ru: объем
sr: Волуме

source: Microsecond
es: Microsegundo
ru: микросекунда
sr: Мицросецонд

source: Microsiemens per centimeter
es: Microsiemens por centímetro
ru: Микросимены на сантиметр
sr: Мицросиеменс по центиметру

source: Microsieverts per hour
es: Microsieverts por hora
ru: МкЗв в час
sr: Мицросиевертс на сат

source: Amp
es: Amperio
ru: ампер
sr: Амп

source: Celsius
sr: Целзијус

source: CIE
sr: Цие

source: Centimeter
es: Centímetro
ru: сантиметр
sr: сантиметар

source: Counts per minute
es: Cuentas por minuto
ru: Число импульсов счета в минуту
sr: Бројање по минуту

source: CPU Load
es: Carga de la CPU
ru: Загрузка процессора
sr: ЦПУ Лоад

source: Decimal
ru: Десятичный
sr: Децималан

source: 8-Bit Color
es: Color de 8 bits
ru: 8-битный цвет
sr: 8-бит цолор

source: Fahrenheit
ru: Фаренгейт
sr: Фахренхеит

source: Foot
es: Pie
ru: Ступня
sr: Фоот

source: Full
es: Completo
ru: Полный
sr: Фулл

source: G-Force
sr: Г-Грип

source: Gigabyte
ru: гигабайт
sr: Гигабите

source: Hour
es: Hora
ru: Час
sr: сат

source: Hertz
ru: Герц
sr: Хертз

source: Infrared
es: Infrarrojo
ru: инфракрасный
sr: Инфрацрвено

source: Kelvin
ru: кельвин
sr: Келвин

source: Kilobyte
ru: Килобайт
sr: Килобите

source: Kilogram per kilogram
es: Kilogramo por kilogramo
ru: Килограмм за килограмм
sr: Килограм по килограму

source: Kilohertz
es: Kilohercio
ru: Килогерц
sr: Килохертз

source: Kilojoule per kilogram
es: Kilojoule por kilogramo
ru: Килоджоулей на килограмм
sr: Килојоуле по килограму

source: Kilopascal
ru: килопаскаль
sr: Килопасцал

source: Liter
es: Litro
ru: Литровый
sr: литар

source: Liters per Hour
es: Litros por hora
ru: Литры в час
sr: Литара на сат

source: Liters per Minute
es: Litros por minuto
ru: Литры в минуту
sr: Литара по минуту

source: Liters Per Second
es: Litros por segundo
ru: Литры в секунду
sr: Литара у секунди

source: Lux
ru: Люкс
sr: Лук

source: Meter
es: Metro
ru: метр
sr: Метар

source: Milligram per Liter
es: Miligramo por litro
ru: Миллиграмм на литр
sr: Милиграм по литру

source: Minute
es: Minuto
ru: минут
sr: Минуте

source: Milliliter
es: Mililitro
ru: миллилитр
sr: Миллилитер

source: Millivolt
es: milivoltios
ru: милливольт
sr: Милливолт

source: Cubic meters per kilogram
es: Metros cúbicos por kilogramo.
ru: Кубических метров на килограмм
sr: Кубични метри по килограму

source: Megahertz
es: Megahercio
ru: мегагерц
sr: Мегахертз

source: Megabyte
ru: Мегабайт
sr: Мегабите

source: Ohm
ru: ом
sr: ом

source: Pascal
ru: паскаль
sr: Пасцал

source: Percent
es: Por ciento
ru: Процентов
sr: Проценат

source: PID values
es: Valores PID
ru: Значения PID
sr: ПИД вредности

source: Parts per billion
es: Partes por mil millones
ru: Частей на миллиард
sr: Делови на милијарду

source: Parts per million
es: Partes por millón
ru: Частей на миллион
sr: Делови на милион

source: Pounds per square inch
es: Libras por pulgada cuadrada
ru: Фунтов на квадратный дюйм
sr: Фунти по квадратном инчу

source: Revolutions per minute
es: Revoluciones por minuto
ru: Число оборотов в минуту
sr: Обртаја у минути

source: Second
es: Segundo
ru: второй
sr: Друго

source: Microgram per cubic meter
es: Microgramo por metro cúbico
ru: Микрограмм на кубический метр
sr: Микрограм по кубном метру

source: Volt
es: Voltio
ru: вольт
sr: Волт

source: Actions
es: Comportamiento
ru: действия
sr: Акције

source: Activate
es: Activar
ru: активировать
sr: Активирати

source: Alert
es: Alerta
ru: бдительный
sr: Алерт

source: Bus
ru: автобус
sr: Бус

source: Calculate
es: Calcular
ru: Рассчитать
sr: Израчунајте

source: Cancel
es: Cancelar
ru: отменить
sr: Поништити, отказати

source: Clear
es: Claro
ru: Очистить
sr: Јасно

source: Completed
es: Terminado
ru: Завершенный
sr: завршен

source: Conditional
es: Condicional
ru: условный
sr: Условни

source: Controller
es: Controlador
ru: контроллер
sr: Цонтроллер

source: Create
es: Crear
ru: Создайте
sr: Цреате

source: Custom
es: Personalizado
ru: изготовленный на заказ
sr: Обичај

source: Data
es: Datos
ru: Данные
sr: Дата

source: Deactivate
es: Desactivar
ru: дезактивировать
sr: Деактивирај

source: Default
es: Defecto
ru: По умолчанию
sr: Уобичајено

source: Delete
es: Borrar
ru: Удалить
sr: Обриши

source: Device
es: Dispositivo
ru: устройство
sr: Девице

source: Diagnostic
es: Diagnóstico
ru: диагностика
sr: Дијагностика

source: Display
es: Pantalla
ru: дисплей
sr: Приказ

source: Down
es: Abajo
ru: вниз
sr: Довн

source: Edge
es: Transición
ru: край
sr: Ивица

source: Edit
es: Editar
ru: редактировать
sr: Уредити

source: E-Mail
es: Correo electrónico
ru: Эл. почта
sr: Е-Маил

source: Energy Usage
es: Uso de energía
ru: Использование энергии
sr: Енерги Усаге

source: Error
ru: ошибка
sr: Грешка

source: Export
es: Exportar
ru: экспорт
sr: Извоз

source: Fail
es: Fallar
ru: Провал
sr: фаил

source: Function
es: Función
ru: функция
sr: Фунцтион

source: General
ru: Генеральная
sr: Генерал

source: Hold
es: Mantener
ru: Держать
sr: Држати

source: Indicator
es: Indicador
ru: Индикатор
sr: Индикатор

source: Invert
es: Invertir
ru: инвертировать
sr: Инверт

source: Import
es: Importar
ru: Импортировать
sr: Увоз

source: Invalid
es: Inválido
ru: Недействительным
sr: Неважеће

source: LCD
sr: ЛЦД

source: Line
es: Línea
ru: Линия
sr: Линија

source: Login
es: Iniciar Sesión
ru: Авторизоваться
sr: Пријавите се

source: Math
es: Mates
ru: математический
sr: Матх

source: Measurement
es: Valores
ru: измерение
sr: Меасуремент

source: Method
es: Método
ru: метод
sr: Метход

source: Modify
es: Modificar
ru: изменять
sr: Модификовати

source: Multiple
es: Múltiple
ru: множественный
sr: višestruki

source: None Available
es: Ninguno Disponible
ru: Нет доступных
sr: Није доступно

source: Note
es: Nota
ru: Заметка
sr: Белешка

source: Output
es: Salida
ru: Вывод
sr: Оутпут

source: Password
es: Contraseña
ru: пароль
sr: Пассворд

source: Pause
es: Pausar
ru: Пауза
sr: Пауза

source: PID
sr: ПИД

source: Pin
es: Alfiler
ru: Штырь
sr: игла

source: PWM
sr: ПВМ

source: Ramp
es: Rampa
sr: рампа

source: Rename
es: Rebautizar
ru: переименовывать
sr: Преименуј

source: Reorder
es: Reordenar
ru: Изменение порядка
sr: Промени редослед

source: Reset
es: Reiniciar
ru: Сброс
sr: Ресетовати

source: Resume
es: Continuar
ru: Продолжить
sr: Резиме

source: Save
es: Guardar
ru: Сохранить
sr: сачувати

source: Save Order
es: Guardar orden
ru: Сохранить заказ
sr: Саве Ордер

source: Select One
es: Seleccione Uno
ru: Выбери один
sr: Изаберите један

source: Settings
es: Configuraciones
ru: настройки
sr: Подешавања

source: Single
es: Soltero
ru: Один
sr: Једно

source: Stops
es: paradas
ru: Остановки
sr: zaustavlja

source: Success
es: Éxito
ru: успех
sr: Успјех

source: System
es: Sistema
ru: система
sr: систем

source: Tag
es: Etiqueta
ru: Тег
sr: Таг

source: Text
es: Texto
ru: Текст
sr: текст

source: Timer
es: Minutero
ru: таймер
sr: Тимер

source: Trigger
es: Desencadenar
ru: Курок
sr: Окидач

source: Up
es: Arriba
ru: вверх
sr: Горе

source: Upload
es: Subir
ru: Загрузить
sr: Отпремити

source: User
es: Usuario
ru: пользователь
sr: Усер

source: Voltage
es: Tensión
ru: напряжение
sr: Волтажа

source: 1-Wire Device ID
es: ID de dispositivo de 1 cable
sr: 1-Вире Девице ИД

source: Select the 1-wire device ID
es: Seleccione la ID del dispositivo de 1 cable
ru: Выберите идентификатор 1-проводного устройства
sr: Изаберите ИД уређаја са 1 жицом

source: Gain
es: Ganancia
ru: Усиление
sr: Гаин

source: Adjust the gain to change the measurable voltage range. See ADC documentation for details.
es: Ajusta la gananciapara cambiar el rango de medición de tensión. Ver la documentación del ADC para más detalles.
ru: Отрегулируйте усиление, чтобы изменить измеряемый диапазон напряжения. Подробнее см. Документацию по АЦП.
sr: Подесите појачање да бисте променили мерни опсег напона. Погледајте АДЦ документацију за детаље.

source: Resolution
es: Resolución
ru: разрешение
sr: Резолуција

source: ADC Resolution (see ADC documentation)
es: Resolución de ADC (ver documentación de ADC)
ru: Разрешение АЦП (см. Документацию АЦП)
sr: АДЦ резолуција (погледајте документацију АДЦ-а)

source: Sample Speed
es: Velocidad de muestreo
ru: Скорость образца
sr: Сампле Спеед

source: ADC Sample Speed (see ADC documentation)
es: Velocidad de muestreo de ADC (consulte la documentación de ADC)
ru: Скорость выборки АЦП (см. Документацию АЦП)
sr: АДЦ Сампле Спеед (погледајте АДЦ документацију)

source: Current Draw (amps)
es: Corriente (amperios)
ru: Текущий ток (усилители)
sr: Цуррент Драв (појачала)

source: The number of amps the output device draws (at 120/240 VAC)
es: La cantidad de amperios que consume el dispositivo de salida (a 120/240 VCA)
ru: Количество усилителей, которое выводит устройство вывода (при 120/240 В переменного тока)
sr: Број појачала које извлачи излазни уређај (на 120/240 ВАЦ)

source: Baud Rate
es: Velocidad en baudios
ru: Скорость передачи
sr: Број бауда

source: The UART baud rate
es: Velocidad de Baudios UART
ru: Скорость передачи данных UART
sr: УАРТ бауд рате

source: MAC (XX:XX:XX:XX:XX:XX)
sr: МАЦ (КСКС: КСКС: КСКС: КСКС: КСКС: КСКС)

source: BT Adapter (hci[X])
es: Adaptador BT (hci [X])
ru: BT адаптер (hci [X])
sr: БТ Адаптер (хци [Кс])

source: Command
es: Ordenador
ru: команда
sr: Цомманд

source: Select the unit of the measurement to be stored in the database
es: Seleccione la unidad de la medida que se almacenará en la base de datos
ru: Выберите единицу измерения, которое будет храниться в базе данных
sr: Одаберите јединицу мјерења која ће се похранити у базу података

source: Convert to Unit
es: Convertir a Unidad
ru: Преобразовать в Единицу
sr: Претвори у јединицу

source: Convert the measurement to a different unit
es: Convertir la medida a una unidad diferente.
ru: Преобразовать измерение в другую единицу
sr: Претворите мјерење у другу јединицу

source: click to copy to the clipboard
es: clic para copiar al portapapeles
ru: нажмите, чтобы скопировать в буфер обмена
sr: кликните за копирање у оставу

source: Deadline
es: Fecha tope
ru: Крайний срок
sr: Рок

source: Time (seconds) to wait until failure
es: Tiempo (segundos) para esperar hasta el fallo.
ru: Время (в секундах) ожидания до отказа
sr: Време (секунде) да сачека до неуспеха

source: Duty cycle for the PWM (percent, 0.0 - 100.0)
es: Ciclo de trabajo para el PWM (porcentaje, 0.0 - 100.0)
ru: Рабочий цикл для ШИМ (в процентах, 0,0 - 100,0)
sr: Радни циклус за ПВМ (проценат, 0,0 - 100,0)

source: Name Font Size (em)
es: Nombre de fuente Tamaño (em)
ru: Имя Размер шрифта (эм)
sr: Име Величина слова (их)

source: The font size of the Name text
es: El tamaño de fuente del texto Nombre
ru: Размер шрифта текста Имя
sr: Величина фонта текста Наме

source: Force Command
es: Comando de la fuerza
ru: Команда Force
sr: форце Команда

source: Always send the command if instructed, regardless of the current state
es: Siempre envía el comando si se le ordena, sin tener en cuenta el estado actual
ru: Всегда отправлять команду, если указание, независимо от текущего состояния
sr: Увек пошаљите команду ако инструкције, без обзира на тренутно стање

source: FTDI Device
es: Dispositivo FTDI
ru: Устройство FTDI
sr: ФТДИ Девице

source: Pin (GPIO)
sr: Пин (ГПИО)

source: The GPIO pin using BCM numbering
es: El pin GPIO usando numeración BCM
ru: Вывод GPIO с использованием нумерации BCM
sr: ГПИО пин помоћу БЦМ нумерације

source: Host
ru: хозяин
sr: Домаћин

source: Host address or IP
es: Dirección de host o IP
ru: Адрес хоста или IP
sr: Адреса хоста или ИП адреса

source: The I2C bus the device is connected to
es: El bus I2C al que está conectado el dispositivo.
ru: Шина I2C, к которой подключено устройство
sr: И2Ц сабирница на коју је уређај повезан

source: The I2C address of the device
es: La dirección I2C del dispositivo.
ru: I2C-адрес устройства
sr: И2Ц адреса уређаја

source: Interface
es: Interfaz
ru: Интерфейс
sr: Интерфејс

source: The interface used to communicate
es: La interfaz utilizada para comunicarse.
ru: Интерфейс, используемый для общения
sr: Интерфејс који се користи за комуникацију

source: Invert Scale
es: Escala invertida
ru: Инвертировать шкалу
sr: Инверт Сцале

source: Invert the scale
es: Invertir la escala
ru: Инвертировать шкалу
sr: Инвертирај скалу

source: Log Level: Debug
es: Nivel de registro: Depuración
ru: Уровень журнала: Debug
sr: Лог Ниво: отклањање грешака

source: Show debug lines in the Daemon Log
es: Mostrar líneas de depuración en el Demonio de Registro
ru: Показать отладочные строки в Daemon Вход
sr: Схов дебуг линије у Даемон Приступи

source: Max Age (seconds)
es: Edad Máxima (segundos)
ru: Макс. Возраст (в секундах)
sr: Макс. Година (секунди)

source: The maximum allowable measurement age
es: La edad máxima de medición permitida.
ru: Максимально допустимый возраст измерения
sr: Максимално дозвољено доба мерења

source: Unit Measurement
es: Medida de unidad
ru: Измерение единицы измерения
sr: Унит Меасуремент

source: Select a unit for the stored value
es: Seleccione una unidad para el valor almacenado
ru: Выберите единицу для сохраненного значения
sr: Изаберите јединицу за похрањену вриједност

source: Measurements Enabled
es: Mediciones habilitadas
ru: Измерения включены
sr: Меасурементс Енаблед

source: The measurements to record
es: Las medidas a grabar.
ru: Измерения для записи
sr: Мерења за снимање

source: Message Includes Code
es: Incluye mensaje Código
ru: Сообщение содержит код
sr: Порука садржи код

source: Include the code in the message variable
es: Incluir el código en la variable mensaje
ru: Включите код в переменных сообщениях
sr: Укључите код у променљиву поруке

source: Name
es: Nombre
ru: имя
sr: Име

source: A name to distinguish this from others
es: Un nombre para distinguir esto de los demás
ru: Имя, чтобы отличить это от других
sr: Име које ово разликује од других

source: Off Command
es: Comando Apagado
ru: Выключить команду
sr: Офф Цомманд

source: On State
es: En estado
ru: Спусковой крючок
sr: on Стате

source: What state triggers the output to turn on? High or Low?
es: ¿Qué estado activa el relé para encenderse, Alto o Bajo?
ru: Какое состояние запускает вывод? Высокий или низкий?
sr: Које стање покреће излаз? Високо или ниско?

source: On Command
es: Comando Encendido
ru: По команде
sr: Он Цомманд

source: Period (seconds)
es: Período (segundos)
ru: Период (в секундах)
sr: Период (у секундама)

source: The duration (seconds) between measurements or actions
es: La duración (segundos) entre las mediciones o acciones
ru: Длительность (в секундах) между измерениями или действиями
sr: Трајање (у секундама) између мерења или поступака

source: Clock Pin
es: Pin Clock
ru: Штырь синхронизации
sr: Цлоцк Пин

source: The GPIO (using BCM numbering) connected to the Clock pin
es: El GPIO (usando la numeración BCM) conectado al pin del reloj
ru: GPIO (с использованием нумерации BCM), подключенный к выходу Clock
sr: ГПИО (помоћу БЦМ нумерације) је повезан са пин-ом сата

source: CS Pin
es: Pin CS
sr: ЦС Пин

source: The GPIO (using BCM numbering) connected to the Cable Select pin
es: El GPIO (usando la numeración BCM) conectado al pin de selección de cable
ru: GPIO (с использованием нумерации BCM), подключенный к выводу Cable Select
sr: ГПИО (помоћу БЦМ нумерације) је повезан на пин за избор кабла

source: MISO Pin
es: Pin MISO
ru: Контакт MISO
sr: МИСО Пин

source: The GPIO (using BCM numbering) connected to the MISO pin
es: El GPIO (usando la numeración BCM) conectado al pin MISO
ru: GPIO (с использованием нумерации BCM), подключенного к выходу MISO
sr: ГПИО (користећи БЦМ нумерисање) повезан је са МИСО пин-ом

source: MOSI Pin
es: Pin MOSI
ru: Контакт MOSI
sr: МОСИ Пин

source: The GPIO (using BCM numbering) connected to the MOSI pin
es: El GPIO (usando numeración BCM) conectado al pin MOSI
ru: GPIO (с использованием нумерации BCM), подключенный к выходу MOSI
sr: ГПИО (користећи БЦМ нумерисање) повезан је са МОСИ пин-ом

source: Port
es: Puerto
ru: порт
sr: Порт

source: Host port number
es: Número de puerto de host
ru: Номер порта хоста
sr: Број порта хоста

source: Pre Out Duration
es: Duración previa a la salida
ru: Предварительная продолжительность
sr: Пре Оут Дуратион

source: If a Pre Output is selected, set the duration (seconds) to turn the Pre Output on for before every measurement is acquired.
es: Si se selecciona una salida previa, configure la duración (segundos) para activar la salida previa antes de adquirir cada medida.
ru: Если выбран предварительный выход, установите продолжительность (секунды), чтобы включить предварительный выход, прежде чем каждое измерение будет получено.
sr: Ако је изабран Пре Оутпут, поставите трајање (у секундама) да укључите Пре Оутпут за пре сваког мерења.

source: Pre During Measure
es: Pre durante la medida
ru: Предварительно во время измерения
sr: Пре током мерења
