Repository: hmoldenhauer/Mycodo
Catalog: mycodo/mycodo_flask/translations/*/LC_MESSAGES/messages.po
Languages: es, ru, sr

source: Store Lower as Negative
es: Almacenar más bajo como negativo
ru: Сохранить ниже как отрицательный
sr: Чувајте Доња као Негативна

source: Kp Gain
sr: Кп Гаин

source: Ki Gain
es: Ganancia Ki
sr: Ки Гаин

source: Kd Gain
sr: Кд Гаин

source: Integrator Min
es: Mínimo Integrador
ru: Интегратор Мин.
sr: Интегратор Мин

source: Integrator Max
es: Máximo Integrador
sr: Интегратор Мак

source: Output (Raise)
es: Salida (Subida)
ru: Выход (повышение)
sr: Излаз (повишење)

source: Output (Lower)
es: Salida (Inferior)
ru: Выход (Нижний)
sr: Излаз (доњи)

source: Min On Duration (Raise)
es: Duración mínima de encendido (aumento)
ru: Min On Duration (Поднять)
sr: Мин Трајање (Повећање)

source: Max On Duration (Raise)
es: Duración máxima de encendido (aumento)
ru: Макс. Длительность (повышение)
sr: Максимално трајање (повишење)

source: Min Off Duration (Raise)
es: Duración mínima de apagado (aumento)
ru: Min Off Длительность (Raise)
sr: Мин.

source: Min On Duration (Lower)
es: Duración mínima de encendido (inferior)
ru: Min On Duration (Нижняя)
sr: Мин.

source: Max On Duration (Lower)
es: Duración máxima de encendido (inferior)
ru: Макс. Длительность (ниже)
sr: Максимално трајање (ниже)

source: Min Off Duration (Lower)
es: Duración mínima de apagado (inferior)
ru: Min Off Duration (Нижняя)
sr: Мин.

source: Min Duty Cycle (Raise)
es: Ciclo de trabajo mínimo (aumento)
ru: Минимальный рабочий цикл (повышение)
sr: Минимални радни циклус (повишење)

source: Max Duty Cycle (Raise)
es: Ciclo máximo de trabajo (aumento)
ru: Максимальный рабочий цикл (повышение)
sr: Максимални радни циклус (повишење)

source: Min Duty Cycle (Lower)
es: Ciclo mínimo de trabajo (inferior)
ru: Минимальный рабочий цикл (нижний)
sr: Минимални радни циклус (нижи)

source: Max Duty Cycle (Lower)
es: Ciclo máximo de trabajo (inferior)
ru: Максимальный рабочий цикл (нижний)
sr: Максимални радни циклус (нижи)

source: SMTP Host
es: Host SMTP
ru: SMTP-хост
sr: СМТП Хост

source: SMTP Port
es: Puerto SMTP
ru: Порт SMTP
sr: СМТП Порт

source: SMTP User
es: Usuario SMTP
ru: Пользователь SMTP
sr: СМТП Усер

source: SMTP Password
es: Password SMTP
ru: Пароль SMTP
sr: СМТП лозинка

source: From Email
es: Email de
ru: От электронной почты
sr: Фром Емаил

source: Max emails (per hour)
es: Cantidad máxima de Emails (por hora)
ru: Максимальное количество писем (в час)
sr: Максимална е-порука (по сату)

source: Must have at least one message able to be sent per hour.
es: Debe permitir enviar por lo menos un mensaje por hora.
ru: Должно иметь хотя бы одно сообщение, которое может быть отправлено в час.
sr: Мора имати најмање једну поруку која може бити послата на сат.

source: Send Test Email
es: Enviar correo electrónico
ru: Отправить тестовую электронную почту
sr: Пошаљи тестну е-пошту

source: Test Email To
es: Email de prueba a
ru: Проверить электронную почту
sr: Тест Емаил То

source: To Email Address
es: Para la dirección de correo electrónico
ru: В адрес электронной почты
sr: На адресу е-поште

source: Landing Page
es: Página de destino
ru: Страница посадки
sr: Почетне странице

source: Language
es: Idioma
ru: язык
sr: Језик

source: Pyro Timeout
es: Pyro Tiempo de espera
ru: Pyro Тайм-аут
sr: пиро Истекло

source: Enable Daemon Debug Logging
es: Habilitar el registro de depuración Daemon
ru: Включить Daemon Debug Logging
sr: Омогућите Демон Дебуг Логгинг

source: Force HTTPS
es: Forzar HTTPS
sr: Присили ХТТПС

source: Hide success messages
es: No mostrar cuando el mensaje fue enviado correctamente
ru: Скрыть сообщения об успехах
sr: Сакриј поруке о успеху

source: Hide info messages
es: No mostrar la información del mensaje
ru: Скрыть информационные сообщения
sr: Сакриј инфо поруке

source: Hide warning messages
es: No mostrar mensajes de advertencia
ru: Скрыть предупреждения
sr: Сакриј поруке упозорења

source: Hide Form Tooltips
es: Ocultar sugerencias de formulario
ru: Скрыть всплывающие подсказки
sr: Хиде Форм Тоолтипс

source: Grid Cell Height (px)
es: Rejilla de Alto de Celda (px)
ru: Сетка сотовая Высота (пиксели)
sr: Мрежа ћелија Висина (пк)

source: Max Amps
es: Amps Máximos
ru: Макс.
sr: Мак Ампс

source: Cost per kWh
es: Costo por kW.h
ru: Стоимость за кВтч
sr: Цена по кВх

source: Currency Unit
es: Unidad de Moneda
ru: Валютная единица
sr: Цурренци Унит

source: Day of Month
es: Dia del Mes
ru: День месяца
sr: Дан у мјесецу

source: Generate Usage/Cost Report
es: Generar Informe de Uso/Coste
ru: Создание отчета об использовании / расходах
sr: Генеришите извештај о употреби / трошку

source: Time Span to Generate
es: Intervalo de tiempo para generar
ru: Временной интервал для генерации
sr: Временски период за генерисање

source: Day of Week/Month to Generate
es: Día de la Semana / Mes Para Generar
ru: День недели / месяц для создания
sr: Генерисање дана у недељи / месецу

source: Hour of Day to Generate
es: Hora del Día para Generar
ru: Час дня для создания
sr: Хоур оф Даи то Генерате

source: Hour Options: 0-23
es: Opciones de hora: 0-23
ru: Параметры часа: 0-23
sr: Опције сата: 0-23

source: Opt-out of statistics
es: Desactivar estadísticas
ru: Отказ от статистики
sr: Искључивање статистике

source: Check for Updates
es: Buscar actualizaciones
ru: Проверить наличие обновлений
sr: Провери ажурирања

source: Internet Test IP Address
es: Internet dirección IP de prueba
ru: Интернет IP-адрес Test
sr: Интернет тест ИП адреса

source: Internet Test Port
es: Puerto de prueba de Internet
ru: Порт Test Интернет
sr: Интернет тест порт

source: Internet Test Timeout
es: Tiempo de espera de pruebas internet
ru: Интернет-тест Тайм-аут
sr: Интернет тест Истекло

source: Import Controller Module
es: Módulo Controlador de importación
ru: Модуль контроллера Импорт
sr: Увоз Контролер Модул

source: Import Input Module
es: Importar módulo de entrada
ru: Модуль ввода импорта
sr: Импорт Инпут Модуле

source: Measurement ID
es: medición ID
ru: Измерение ID
sr: merenje ИД

source: Measurement Name
es: Nombre de medición
ru: Название измерения
sr: Име мере

source: Measurement Units
es: Unidades de Medida
ru: Единицы измерения
sr: Мјерне јединице

source: Add Measurement
es: Añadir medida
ru: Добавить измерение
sr: Адд Меасуремент

source: Unit ID
es: ID de unidad
sr: ИД јединице

source: Unit Name
es: Nombre de la unidad
ru: Название единицы
sr: Назив јединице

source: Unit Abbreviation
es: Abreviatura de unidad
ru: Аббревиатура единицы
sr: Скраћеница јединице

source: Add Unit
es: Agregar Unidad
ru: Добавить блок
sr: Адд Унит

source: Convert From Unit
es: Convertir de unidad
ru: Преобразование из единицы
sr: Претвори из јединице

source: Convert To Measurement
es: Convertir a medida
ru: Преобразование в измерение
sr: Претвори у мерење

source: Add Conversion
es: Agregar conversión
ru: Добавить конверсию
sr: Додај конверзију

source: Convert To Unit
es: Convertir a unidad
ru: Преобразовать в блок
sr: Претвори у јединицу

source: Role Name
es: Nombre de rol
ru: Имя роли
sr: Име улоге

source: View Logs
es: Ver Logs
ru: Просмотр журналов
sr: Виев Логс

source: View Stats
es: Ver Estadísticas
ru: Просмотр новых публикаций
sr: Виев Статс

source: View Camera
es: Ver Cámara
ru: Просмотр камеры
sr: Виев Цамера

source: View Settings
es: Ver Configuraciones
ru: Настройки просмотра
sr: Прикажи поставке

source: Edit Users
es: Editar Usuarios
ru: Редактировать пользователей
sr: Измени кориснике

source: Edit Controllers
es: Editar Controladores
ru: Редактировать контроллеры
sr: Едит Цонтроллерс

source: Edit Settings
es: Editar Configuraciones
ru: Изменить настройки
sr: Измена подешавања

source: Add Role
es: Añadir Permiso
ru: Добавить роль
sr: Адд Роле

source: Passwords must match
es: La clave debe coincidir
ru: Пароли должны совпадать
sr: шифре морају да се подударају

source: Password must be 6 or more characters
es: La clave debe ser de 6 o más caracteres
ru: Пароль должен состоять из 6 или более символов
sr: Лозинка мора бити 6 или више знакова

source: Role
es: Rol
ru: Роль
sr: Улога

source: Theme
es: Apariencia
ru: тема
sr: Тхеме

source: Add User
es: Agregar Usuario
ru: Добавить пользователя
sr: Додати корисника

source: New Password
es: Nueva Contraseña
ru: новый пароль
sr: Нев Пассворд

source: Role ID
es: Identificación del rol
ru: Идентификатор роли
sr: ИД улоге

source: Enable I2C
es: Habilitar I2C
ru: Включить I2C
sr: Енабле И2Ц

source: Disable I2C
es: Deshabilitar I2C
ru: Отключить I2C
sr: Онемогући И2Ц

source: Enable 1-Wire
es: Habilitar 1 cable
ru: Включить 1-Wire
sr: Омогући 1-Вире

source: Disable 1-Wire
es: Deshabilitar 1 cable
ru: Отключить 1-провод
sr: Онемогући 1-Вире

source: Enable Serial
es: Habilitar serie
ru: Включить последовательный
sr: Енабле Сериал

source: Disable Serial
es: Deshabilitar serie
ru: Отключить серийный
sr: Онемогући серијски

source: Enable SPI
es: Habilitar SPI
ru: Включить SPI
sr: Омогући СПИ

source: Disable SPI
es: Deshabilitar SPI
ru: Отключить SPI
sr: Онемогући СПИ

source: Enable SSH
es: Habilitar SSH
ru: Включить SSH
sr: Омогући ССХ

source: Disable SSH
es: Deshabilitar SSH
ru: Отключить SSH
sr: Онемогући ССХ

source: Enable Pi Camera
es: Habilitar cámara Pi
ru: Включить Pi-камеру
sr: Енабле Пи Цамера

source: Disable Pi Camera
es: Deshabilitar la cámara Pi
ru: Отключить Pi-камеру
sr: Дисабле Пи Цамера

source: Change Hostname
es: Cambiar nombre de host
ru: Изменить имя хоста
sr: Цханге Хостнаме

source: Configure pigpiod
es: Configurar pigpiod
ru: Настройка свиного гриппа
sr: Цонфигуре пигпиод

source: Reconfigure
es: Reconfigurar
ru: Перенастройка
sr: Рецонфигуре

source: Conditional Sample Rate (seconds)
es: Velocidad de muestreo condicional (segundos)
ru: Условная частота дискретизации (в секундах)
sr: Условна стопа узорковања (у секундама)

source: Input Sample Rate (seconds)
es: Velocidad de muestreo de entrada (segundos)
ru: Частота входных выборок (в секундах)
sr: Улазна стопа узорковања (у секундама)

source: Math Sample Rate (seconds)
es: Tasa de muestreo matemática (segundos)
ru: Частота выборки в математике (в секундах)
sr: Стопа узорковања математике (у секундама)

source: Output Sample Rate (seconds)
es: Velocidad de muestreo de salida (segundos)
ru: Частота выходных выборок (в секундах)
sr: Излазна брзина узорковања (у секундама)

source: PID Sample Rate (seconds)
es: Velocidad de muestreo de PID (segundos)
ru: Частота дискретизации PID (в секундах)
sr: ПИД стопа узорковања (у секундама)

source: Save Sample Rates
es: Ahorre tarifas de muestra
ru: Сохранение пробных ставок
sr: Саве Сампле Ратес

source: Delete All Dashboards
es: Borrar todos los cuadros de mando
ru: Удалить все Dashboards
sr: Делете свим таблама

source: Delete All Inputs
es: Borrar todas las entradas
ru: Удалить все входы
sr: Избриши све улазе

source: Delete All Maths
es: Eliminar todas las matematicas
ru: Удалить все математические
sr: Избриши све математике

source: Delete All Notes and Note Tags
es: Eliminar todas las notas y etiquetas de notas
ru: Удалить все заметки и метки заметок
sr: Избриши све напомене и напомене

source: Delete All Outputs
es: Eliminar todas las salidas
ru: Удалить все выходы
sr: Избриши све излазе

source: Delete Settings Database
es: Eliminar la base de datos de configuración
ru: Удалить базу данных настроек
sr: Избриши базу података поставки

source: Delete File
es: Borrar archivo
ru: Удалить файл
sr: Делете Филе

source: Reset Email Counter
es: Correo electrónico de restablecimiento de contador
ru: Сброс счетчика Email
sr: Ресет-маил Цоунтер-

source: If Edge Detected
es: Si se detecta el borde
ru: Если обнаружен гранит
sr: Ако је Едге откривен

source: Rise or Set
es: amanecer o atardecer
ru: Поднять или установить
sr: Успон или сет

source: Zenith
es: Cenit
ru: зенит
sr: Зенитх

source: Date Offset (days)
es: Desfase de fecha (días)
ru: Смещение даты (дни)
sr: Помак датума (дана)

source: Time Offset (minutes)
es: Desfase de tiempo (minutos)
ru: Смещение времени (минуты)
sr: Помак времена (минута)

source: Program
es: Programa
ru: программа
sr: Програм

source: Word
es: Palabra
ru: слово
sr: реч

source: Start Time (HH:MM)
es: Hora de inicio (HH:MM)
ru: Время начала (ЧЧ: ММ)
sr: Време почетка (ХХ: ММ)

source: End Time (HH:MM)
es: Hora de finalización (HH:MM)
ru: Время окончания (ЧЧ: ММ)
sr: Време завршетка (ХХ: ММ)

source: Trigger Every Period
es: Dispara cada período
ru: Триггер каждый период
sr: Триггер Евери Период

source: Trigger when Activated
es: Dispara cuando se activa
ru: Триггер при активации
sr: Триггер када је активиран

source: If ID 1
es: Si ID 1
ru: Если ID 1
sr: Ако је ИД 1

source: If ID 2
es: Si ID 2
ru: Если ID 2
sr: Ако је ИД 2

source: If State
es: Si Estado
ru: Если государство
sr: Ако је држава

source: If Duration (seconds)
es: Si la duración (segundos)
ru: Если продолжительность (секунды)
sr: Ако је трајање (секунди)

source: If Duty Cycle (%%)
es: Si el ciclo de trabajo (%%)
ru: Если Duty Cycle (%%)
sr: Ако радни циклус (%%)

source: Error 404: Page Not Found
es: Error 404 - Página No Encontrada
ru: Ошибка 404 - Страница Не Найдена
sr: Грешка 404: Страница није пронађена

source: Error 500: Internal Server Error
es: Error 500 - Error Interno del Servidor
ru: Ошибка 500: Внутренняя ошибка сервера
sr: Грешка 500: Интерна грешка сервера

source: Create Admin
es: Crear Administrador
ru: Создать админ
sr: Цреате Админ

source: Create Admin User
es: Crear usuario administrador
ru: Создать пользователя Admin
sr: Цреате Админ Усер

source: Login information is stored locally
es: La información de inicio de sesión se almacena localmente
ru: Информация о пользователе хранится локально
sr: Информације за пријављивање се чувају локално

source: Info
es: Información
ru: Информация
sr: Инфо

source: Setup
es: Preparar
ru: Настроить
sr: Поставити

source: Exit
es: Salida
ru: Выход
sr: Излаз

source: Outputs
es: Salidas
ru: Выходы
sr: Излази

source: Measurements
es: Mediciones
ru: измерения
sr: Меасурементс

source: Users
es: Usuarios
ru: пользователей
sr: Усерс

source: Raspberry Pi
es: Frambuesa pi
sr: Распберри Пи

source: Alerts
es: Alertas
ru: Оповещения
sr: Алертс

source: Diagnostics
es: Diagnósticos
ru: диагностика
sr: Дијагностика

source: Daemon is Not Running
es: Daemon no ejecutandose
ru: Daemon не работает
sr: Даемон не ради

source: Daemon is Running
es: Daemon Ejecutándose
ru: Демон работает
sr: Даемон је Трчање

source: Cannot Check Daemon Status
es: No se puede verificar el estado de Daemon
ru: Не удается проверить статус демона
sr: Није могуће проверити статус демона

source: No Connection
es: Sin Conexión
ru: Нет соединения
sr: Без конекције

source: Live
es: Vivo
ru: Жить
sr: Ливе

source: Asynchronous Graphs
es: Asíncrono
ru: асинхронный
sr: Асинц

source: Dashboards
es: cuadros de mando
ru: Сводки
sr: контролне табле

source: Add Dashboard
es: Añadir tablero de instrumentos
ru: Добавить панель
sr: Додај Дасхбоард

source: Calibration & Setup
es: Calibración y configuración
ru: Калибровка и настройка
sr: Калибрација и подешавање

source: More
es: Más
ru: Больше
sr: Више

source: Energy Usage Reports
es: Informes de uso de energía
ru: Отчеты по использованию энергии
sr: Енерги извештаја о коришћењу

source: Help
es: Ayuda
ru: Помогите
sr: Помоћ

source: Mycodo Manual
es: Manual de Mycodo
ru: Руководство пользователя Mycodo
sr: Мицодо Мануал

source: Mycodo API Info
es: Mycodo API Información
ru: Mycodo API информация
sr: Мицодо АПИ за информације

source: Discussion Forum
es: Foro de discusion
ru: Форум
sr: Форум

source: Submit an Issue
es: Enviar un problema
ru: Отправить вопрос
sr: Субмит а Иссуе

source: Mycodo on Github
es: Mycodo en Github
ru: Микодо на Гитубе
sr: Мицодо на Гитхубу

source: Changelog
es: Log de cambios
ru: Изменения
sr: Цхангелог

source: Configure
es: Configurar
ru: конфигурировать
sr: Цонфигуре

source: Mycodo Logs
es: Registros del Mycodo
ru: Журналы Микодо
sr: Мицодо Логс

source: System Information
es: Información del Sistema
ru: Системная информация
sr: Информациони систем

source: Dependencies
es: Dependencias
ru: зависимости
sr: Зависности

source: Upgrade
es: Mejorar
ru: Обновить
sr: Упграде

source: Backup Restore
es: Copia de seguridad o restauración
ru: Восстановления резервной копии
sr: Бацкуп Ресторе

source: Restart Backend
es: Reiniciar back-end
ru: Перезапустить бэкэнд
sr: Рестарт Бацкенд

source: Restart Frontend
es: Reiniciar frontend
ru: Перезапуск Frontend
sr: Рестарт Фронтенд

source: Restart System
es: Reiniciar el Sistema
ru: Перезапустить систему
sr: Рестарт Систем

source: Shutdown System
es: Sistema Apagado
ru: Система выключения
sr: Схутдовн Систем

source: Remote Admin
es: Admin remoto
ru: Удаленный администратор
sr: Ремоте Админ

source: Logout
es: Terminar la sesión
ru: Выйти
sr: Одјавити се

source: You're logged in already!
es: Ya has iniciado sesión!
ru: Вы уже вошли в систему!
sr: Већ сте се пријавили!

source: Remember me
es: Recuérdame
ru: Запомни меня
sr: Сети ме се

source: 90 days
es: 90 dias
ru: 90 дней
sr: 90 дана

source: Forgot password?
es: ¿Se te olvidó tu contraseña?
ru: Забыли пароль?
sr: Заборавили сте лозинку?

source: Backups can be created to preserve Mycodo settings or restore them at a later time. Camera images are not backed up. To save measurement data, go to the Export / Import page.
es: Se pueden crear copias de seguridad para preservar la configuración de Mycodo o restaurarlas en otro momento. Las imágenes de la cámara no están respaldadas. Para guardar los datos de medición, vaya a la página Exportar / Importar.
ru: Резервные копии могут быть созданы для сохранения настроек Mycodo или их последующего восстановления. Изображения камеры не копируются. Чтобы сохранить данные измерений, перейдите на страницу «Экспорт / импорт».
sr: Могуће је креирати резервне копије како би се сачувале Мицодо поставке или их касније вратиле. Слике фотоапарата се не копирају. Да бисте сачували мерне податке, идите на страницу Екпорт / Импорт.

source: Several software dependencies used by Mycodo features may be disabled. This is done to speed up the initial installation process. This page can be used to determine which dependencies are installed and the ability to install currently unmet dependencies.
es: Varias dependencias de software utilizadas por las características de Mycodo pueden estar deshabilitadas. Esto se hace para acelerar el proceso de instalación inicial. Esta página se puede usar para determinar qué dependencias están instaladas y la capacidad de instalar dependencias actualmente no satisfechas.
ru: Некоторые программные зависимости, используемые функциями Mycodo, могут быть отключены. Это делается для ускорения процесса начальной установки. Эта страница может использоваться, чтобы определить, какие зависимости установлены, и возможность устанавливать в настоящее время неудовлетворенные зависимости.
sr: Неколико софтверских зависности које користе функције Мицодо могу бити онемогућене. Ово се ради како би се убрзао процес почетне инсталације. Ова страница се може користити за одређивање које су зависности инсталиране и могућност инсталирања тренутно неиспуњених зависности.

source: Collected Statistics
es: Estadísticas recolectadas
ru: Сбор статистики
sr: Прикупљена статистика

source: No internet connection detected. To upgrade Mycodo automatically, you will need an internet connection. Refresh the page when one is connected.
es: No se detectó conexión a Internet. Para actualizar Mycodo automáticamente, necesitará una conexión a Internet. Actualizar la página cuando está conectado.
ru: Интернет-соединение не обнаружено. Чтобы автоматически обновить Mycodo, вам понадобится подключение к Интернету. Обновите страницу при подключении.
sr: Није откривена интернет веза. Да бисте аутоматски надоградили Мицодо, требаће вам интернет веза. Освежите страницу када је једна повезана.

source: Mycodo is currently in the process of an upgrade
es: Mycodo se encuentra actualmente en el proceso de una actualización
ru: В настоящее время Mycodo находится в процессе обновления
sr: Мицодо је тренутно у процесу надоградње

source: If an upgrade is not currently in progress, you may delete the ~/Mycodo/.upgrade file to be able to reinitiate the upgrade process.
es: Si una actualización no está actualmente en curso, puede eliminar el archivo ~/Mycodo/.upgrade para poder reiniciar el proceso de actualización.
ru: Если обновление не выполняется, вы можете удалить файл ~ / Mycodo / .upgrade, чтобы возобновить процесс обновления.
sr: Ако надоградња тренутно није у току, можете избрисати датотеку ~ / Мицодо / .упграде да бисте могли поново покренути процес надоградње.

source: An upgrade often takes several minutes, and in some cases longer, to complete. Give the process ample time to run before doing anything. When the upgrade has successfully finished, the daemon status indicator at the top left will change from red to green. Some drivers require the backend to be restarted for them to become active. If you experience an erorr, attempt to restart the backend before creating a new github issue.
es: Una actualización a menudo toma varios minutos y, en algunos casos, más tiempo en completarse. Déle al proceso tiempo suficiente para que se ejecute antes de hacer algo. Cuando la actualización haya finalizado correctamente, el indicador de estado del demonio en la parte superior izquierda cambiará de rojo a verde. Algunos controladores requieren que se reinicie el servidor para que se activen. Si experimenta un error, intente reiniciar el backend antes de crear un nuevo problema de github.
ru: Обновление часто занимает несколько минут, а в некоторых случаях дольше. Дайте процессу достаточно времени для запуска, прежде чем делать что-либо. После успешного завершения обновления индикатор состояния демона в верхнем левом углу изменит цвет с красного на зеленый. Некоторые драйверы требуют перезапуска сервера, чтобы они стали активными. Если вы столкнулись с ошибкой, попробуйте перезапустить серверную часть перед созданием новой проблемы с github.
sr: Надоградња често траје неколико минута, ау неким случајевима и дуже, да се заврши. Дајте процесу довољно времена за покретање пре него што урадите било шта. Када је надоградња успјешно завршена, индикатор статуса демона у горњем лијевом углу ће се промијенити из црвене у зелену. Неки управљачки програми захтевају да се позадина поново покрене да би постали активни. Ако искусите грешку, покушајте да поново покренете позадину пре него што креирате нову гитуб проблем.

source: You can monitor the upgrade progress with the live log view, below, by navigating to Configure -> Mycodo Logs -> Upgrade Log, or by opening /var/log/mycodo/mycodoupgrade.log. Below is the upgrade log, updated every 5 seconds. If an error occurs, it is advisable to inspect the entire log in order to diagnose the issue.
es: Puede supervisar el progreso de la actualización con la vista del registro en vivo, a continuación, navegando a Configurar -> Mycodo Registros -> Actualizar registro, o por /var/log/mycodo/mycodoupgrade.log apertura. A continuación se muestra el registro de actualización, actualizado cada 5 segundos. Si se produce un error, es aconsejable inspeccionar todo el registro con el fin de diagnosticar el problema.
ru: Вы можете следить за обновление прогресса с живым просмотром журнала, ниже, перейдя в Настройка -> Mycodo Logs -> Upgrade Входа или путем открытия /var/log/mycodo/mycodoupgrade.log. Ниже журнал обновление, обновляются каждые 5 секунд. Если возникает ошибка, то целесообразно, чтобы осмотреть весь журнал, чтобы диагностировать проблему.
sr: Можете пратити надоградње напредак у живом приказу дневника, у наставку, јер ће прећи на Цонфигуре -> Мицодо трупци -> Упграде лог, или отварањем /вар/лог/мицодо/мицодоупграде.лог. Испод је дневник надоградња, ажурира сваких 5 секунди. Ако се појави грешка, препоручљиво је да се изврши увид у цео дневник како би се откривању проблема.
